Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: Extension validation error
ru: Ошибка проверки расширения
zh_hans: 检查插件时发生错误

# Active sale
source: Active sales
ru: Активные продажи
zh_hans: 待处理订单

source: Items that are awaiting confirmation of receipt after purchase will be displayed here
ru: Здесь будут отображаться товары, ожидающие подтверждения получения после покупки.
zh_hans: 购买后，等待确认接受的商品将会在这里显示。

source: Total to withdraw
cs: Celkem za výběr
de: Gesamtbetrag für die Auszahlung
es: Total por retiro
pt: Total para retirada
ru: Итого на вывод
tr: Para çekme için toplam
vi: Tổng tiền rút
zh_hans: 提现金额
zh_hant: 提現金額

source: Withdrawal amount
cs: Částka příjmu
de: Rechnungsbetrag
es: Importe del recibo
pt: Valor do recibo
ru: Сумма вывода
tr: Para çekme tutarı
vi: Số tiền rút
zh_hans: 提现金额
zh_hant: 提現金額

source: Receipt amount
cs: Zkontrolujte částku
de: Betrag prüfen
es: Importe del cheque
pt: Cheque o valor
ru: Сумма получения
tr: Fatura tutarı
vi: Số tiền nhận
zh_hans: 收入金额
zh_hant: 收入金額

source: Add item
es: Añadir un artículo
pt: Adicionar item
ru: Добавить предмет
zh_hans: 添加物品
zh_hant: 添加物品

source: Total for sale:
ru: Все предметы на продаже:
zh_hans: 出售总数：

source: No items on sale yet
ru: Нет предметов на продажу
zh_hans: 还没有在售物品

source: Active purchases
es: Compras activas
pt: Compras ativas
ru: Активные покупки
zh_hans: 待处理订单
zh_hant: 待處理訂單

source: Items that are waiting for confirmation for sale will be displayed here when a buyer appeared on them
ru: Предметы, ожидающие подтверждения о продаже, будут отображаться здесь, когда на них появится покупатель
zh_hans: 在出现买家后，等待确认出售的商品将会在这里显示。

source: Sale on the site is not instant. The buyer's money will be blocked for 10 minutes, after which you must transfer the item to the user.
zh_hans: 网站上的售卖并非即时交易。买家的资金在前10分钟内将会被冻结，在这之后您应该将商品转交给用户。

source: If an exchange is created but you do not transfer it, you may be awarded demerit points. If you reject too many trades, the site will temporarily limit your ability to sell for your account.
ru: Если обмен создан, но вы его не перевели, вам могут быть начислены штрафные баллы. Если вы отклоните слишком много сделок, сайт временно ограничит вашу возможность продавать для вашей учетной записи.
zh_hans: 如果交换一旦成立，但是您没有转交，那么您将会收到处罚分。如果您多次拒绝交易，那么网站将会暂时限制您账号的售卖机会。

source: Market
ru: Маркет
zh_hans: 市场

source: History of your transactions on the platform
es: Historial de sus transacciones en la plataforma
pt: Histórico de suas transações na plataforma
ru: История ваших операций на платформе
zh_hans: 平台中您交易的记录
zh_hant: 平臺中您交易的記錄

source: Dates
ru: Даты
zh_hans: 日期

source: Apply
es: Confirmar
pt: Confirmar
ru: Подтвердить
zh_hans: 确定
zh_hant: 確定

source: Set up notifications
es: Configurar notificaciones
pt: Configurar notificações
ru: Настроить уведомления
zh_hans: 设置消息提醒
zh_hant: 設置消息提醒

source: Remove all
es: Eliminar todo
pt: Remover tudo
ru: Удалить все
zh_hans: 删除所有
zh_hant: 刪除所有

source: To avoid becoming a fraud victim, never share your exchange link with anyone!
es: Para evitar ser víctima de una estafa, ¡nunca comparta con los extraños su enlace de intercambio!
pt: Para evitar ser vítima de fraude, nunca compartilhe seu link de troca com estranhos!
ru: Чтобы не стать жертвой мошенничества, никогда не сообщайте посторонним людям вашу ссылку на обмен!
zh_hans: 为避免成为欺诈受害者，切勿与任何人分享您的交换链接！
zh_hant: 為避免成為欺詐受害者，切勿與任何人分享您的交換鏈接！

source: You are currently not tracking any item, you can subscribe to a price change on the item page <app-svg [name]="'helper'" [width]="24" [height]="93"></d
zh_hans: 目前您并没有追踪任何一个商品，您可以在商品页 订阅价格变更提醒 <app-svg [name]="'helper'" [width]="24" [height]="93"></d

source: Error in removing item
es: Error al eliminar un elemento
pt: Erro ao deletar elemento
ru: Ошибка при удалении элемента
zh_hans: 删除物品时出错
zh_hant: 刪除物品時出錯

source: Remove all notifications
es: Eliminar todas las notificaciones
pt: Remover todas as notificações
ru: Удалить все уведомления
zh_hans: 清空所有提醒
zh_hant: 清空所有提醒

source: Are you sure you want to remove all notifications?
es: ¿Está seguro que quiere eliminar todas las notificaciones?
pt: Tem certeza de que deseja remover todas as notificações?
ru: Вы уверены, что хотите удалить все уведомления?
zh_hans: 您确定要清空所有消息提醒吗？
zh_hant: 您確定要清空所有消息提醒嗎？

source: Error in remove all tracked items
es: Error al eliminar todos los artículos rastreados
pt: Erro ao remover todos os itens rastreados
ru: Ошибка при удалении всех отслеживаемых предметов
zh_hans: 在删除所有被追踪物品时发生错误
zh_hant: 在刪除所有被追蹤物品時發生錯誤

source: Refill / withdraw
es: Ingreso / retirada
pt: Reabastecimento / retirada
ru: Пополнение / вывод
zh_hans: 充值/提现
zh_hant: 充值/提現

source: Beware of scammers
es: Cuidado con estafadores
pt: Cuidado com os golpistas
ru: Остерегайтесь мошенников
zh_hans: 小心骗子
zh_hant: 小心騙子

source: There is currently nothing for sale from your inventory
pt: No momento, não há nada em seu inventário para venda
ru: В настоящее время в вашем инвентаре нет ничего для продажи
zh_hans: 目前您的物品列表中没有可以出售的
zh_hant: 目前您的物品列表中沒有可以出售的

source: Order history
es: Historia de pedidos
pt: Histórico de pedidos
ru: История ордеров
zh_hans: 订单历史记录
zh_hant: 訂單歷史記錄

source: Update Inventory
ru: Обновить инвентарь
zh_hans: 刷新库存

source: You have no items for sale
es: No tienes artículos a la venta
pt: Você não tem itens à venda
ru: У вас нет предметов на продажу
zh_hans: 您没有可出售的物品
zh_hant: 您沒有可出售的物品

source: For sale
cs: Na prodej
de: Zu verkaufen
es: En venta
pt: Para venda
ru: Для продажи
tr: Satılık
vi: Để bán
zh_hans: 可出售
zh_hant: 可出售

source: Total amount
es: Cantidad total
pt: Valor total
ru: Общая сумма
zh_hans: 总额
zh_hant: 總額

source: By putting an item up for sale, you accept the terms of the
ru: Выставляя товар на продажу, вы принимаете условия
zh_hans: 在您决定将物品出售时，您接受以下条例

source: contract
ru: контракта
zh_hans: 合同

source: Sell for
zh_hans: 以下列价格出售

source: Items for sale
es: Artículos a la venta
pt: itens para venda
ru: Предметы на продажу
zh_hans: Steam库存
zh_hant: 待售物品

source: Autobuy price
cs: Autobuy cena
de: Autokaufpreis
es: Precio de compra automática
pt: Preço de compra automática
ru: Цена автопокупки
tr: Otomatik satın alma fiyatı
vi: Giá mua tự động
zh_hans: 自动购买价格
zh_hant: 自動購買價格

source: Items for sale are not selected, select them on the left side
ru: Товары для продажи не выбраны, выберите их слева
zh_hans: 您还没有选择要出售的物品，请在左侧选择

source: Error in update inventory
es: Error al actualizar el inventario
pt: Erro de atualização de inventário
ru: Ошибка в обновлеении инвентаря
zh_hans: 刷新物品清单时发生错误
zh_hant: 刷新物品清單時發生錯誤

source: Setting up email alerts
es: Configuración de notificaciones por e-mail
pt: Configuração de notificações por e-mail
ru: Настройка email уведомлений
zh_hans: 开启邮箱提醒
zh_hant: 開啟郵箱提醒

source: Change Email
es: Cambiar Email
pt: Alterar e-mail
ru: Изменить Email
zh_hans: 改变邮箱地址
zh_hant: 改變郵箱地址

source: Save
cs: Uložit
de: Speichern
es: Guardar
pt: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 保存

source: Write your email for setting up email alerts
es: Escriba su dirección de correo electrónico para configurar las notificaciones por correo electrónico
pt: Escreva seu endereço de e-mail para configurar notificações por e-mail
ru: Напишите свой адрес электронной почты для настройки уведомлений по электронной почте
zh_hans: 请填写您的邮箱地址以获得消息提醒
zh_hant: 請填寫您的郵箱地址以獲得消息提醒

source: Disable Notifications
es: Desactivar notificaciones
pt: Desativar notificações
ru: Выключить уведомления
zh_hans: 关闭消息提醒
zh_hant: 關閉消息提醒

source: Enable Notifications
es: Activar notificaciones
pt: Ativar notificações
ru: Включить уведомления
zh_hans: 开启消息提醒
zh_hant: 開啟消息提醒

source: Email notification has been changed
es: Email notificaciones cambiadas
pt: Notificações por e-mail alteradas
ru: Email уведомления изменены
zh_hans: 邮箱提醒已改变
zh_hant: 郵箱提醒已改變

source: Error in set email notifications
es: Error al instar notificaciones
pt: Erro ao instalar notificações por e-mail
ru: Ошибка в установке email уведомлений
zh_hans: 设定邮箱提醒时发生错误
zh_hant: 設定郵箱提醒時發生錯誤

source: A confirmation has been sent to the mailbox you specified. ... If the letter has not arrived within 15 minutes, check your Spam folder.
es: Se envió una confirmación al correo que Ud. especificó. Si el correo electrónico no llega en 15 minutos, compruebe la carpeta de "Spam".
pt: Uma confirmação foi enviada para o seu endereço de e-mail. ... Se a mensagem não chegar em 15 minutos, verifique sua pasta de Spam.
ru: На указанный вами почтовый ящик отправлено подтверждение. ... Если письмо не пришло в течение 15 минут, проверьте папку "Спам".
zh_hans: 根据您留下的邮箱地址，我们给您发送了确认邮件。如果15分钟内没有收到邮件，请检查“垃圾邮件”
zh_hant: 根據您留下的郵箱地址，我們給您發送了確認郵件。如果15分鐘內沒有收到郵件，請檢查“垃圾郵件”

source: Error in change email
es: Error al cambiar la dirección de correo electrónico
pt: Erro ao alterar o endereço de e-mail
ru: Ошибка при смене адреса электронной почты
zh_hans: 改变邮箱地址时发生错误
zh_hant: 改變郵箱地址時發生錯誤

source: Setting alerts through the browser
es: Configurar alertas a través del navegador
pt: Configuração de alertas pelo navegador
ru: Настройка оповещений через браузер
zh_hans: 通过浏览器设置信息提醒
zh_hant: 通過流覽器設置資訊提醒

source: Check this
es: Verificar
pt: Verificar
ru: Проверить
zh_hans: 检查
zh_hant: 檢查

source: Notification for this browser are disable. Please try another browser for notification.
es: Notificaciones para este navegador están desactivadas. Por favor, intente con otro navegador para notificaciones.
pt: As notificações para este navegador estão desativadas. Por favor, tente outro navegador para notificação.
ru: Уведомления для этого браузера отключены. Пожалуйста, попробуйте другой браузер для уведомления.
zh_hans: 此浏览器的信息提醒功能已关闭。请尝试使用别的浏览器。
zh_hant: 此流覽器的資訊提醒功能已關閉。請嘗試使用別的流覽器。

source: Message has been send!
es: ¡Mensaje enviado!
pt: Mensagem enviada!
ru: Сообщение отправлено!
zh_hans: 信息已发送！
zh_hant: 資訊已發送！

source: Error when send test message
es: Error al enviar el mensaje de prueba
pt: Erro ao enviar mensagem de teste
ru: Ошибка в отправке тестового сообщения
zh_hans: 在发送文字信息时发生错误
zh_hant: 在發送文字資訊時發生錯誤

source: Notification for browser or for this site disable in settings. Please enable notification and try again.
es: Desactive la notificación para el navegador o para esta web en configuración. Active la notificación y vuelva a intentarlo.
pt: Desative a notificação para o navegador ou para este site nas configurações. Ative a notificação e tente novamente.
ru: Уведомление для браузера или для этого сайта отключите в настройках. Включите уведомление и повторите попытку.
zh_hans: 请在设置中关闭此浏览器或网站的消息提醒。开启消息提醒并重新尝试。
zh_hant: 請在設置中關閉此流覽器或網站的消息提醒。開啟消息提醒並重新嘗試。

source: Browser cannot support notification message.
es: El navegador no admite mensajes de notificación
pt: O navegador não suporta mensagens de notificação
ru: Браузер не поддерживает сообщения уведомлений
zh_hans: 浏览器不支持消息提醒。
zh_hant: 流覽器不支持消息提醒。

source: Browser cannot support notification message and service.
es: El navegador no admite el servicio ni los mensajes de notificación
pt: O navegador não suporta serviço e mensagens de notificação
ru: Браузер не поддерживает сервис и сообщения уведомлений
zh_hans: 浏览器不支持该服务以及消息提醒。
zh_hant: 流覽器不支持該服務以及消息提醒。

source: Notifications about turning on buys and sales
es: Notificaciones de habilitación de compras y ventas
pt: Notificações de compra e venda ativadas
ru: Уведомления о включении покупок и продаж
zh_hans: 开启购买以及售卖消息提醒
zh_hant: 購買以及售賣開啟的消息提醒

source: Using timer for turning on sales
es: Usar un temporizador para habilitar las ventas
pt: Usando timer para ativar as vendas
ru: Использование таймера для включения продаж
zh_hans: 使用计时器以开启出售
zh_hant: 使用計時器以開啟出售

source: Steam API key:
cs: Klíč Steam API:
de: Steam-API-Schlüssel:
es: Clave API de Steam:
pt: Chave de API do Steam:
ru: Steam API ключ:
tr: Steam API anahtarı:
vi: Khóa API hơi:
zh_hans: Steam API 密钥：
zh_hant: Steam API 金鑰：

source: Api Key
de: API-Schlüssel
zh_hans: 令牌

source: Update
es: Actualizar
pt: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 刷新

# Steam API key is required to access trade mode and manage trade offers.
source: To access the functionality of selling items on the site, you need your Steam API key, which will allow us to track the status of exchanges.
cs: Pro přístup k funkčnosti prodeje položek na webu potřebujete svůj klíč API Steam, který nám umožní sledovat stav výměn.
de: Um auf die Funktionalität zum Verkauf von Artikeln auf der Website zugreifen zu können, benötigen Sie Ihren Steam-API-Schlüssel, der es uns ermöglicht, den Status des Austauschs zu verfolgen.
es: Para acceder a la funcionalidad de vender artículos en el sitio, necesita su clave API de Steam, que nos permitirá rastrear el estado de los intercambios.
pt: Para acessar a funcionalidade de venda de itens no site, você precisa da sua chave Steam API, que nos permitirá acompanhar o status das trocas.
ru: Для доступа к функционалу продажи предметов на сайте необходим ваш Steam API ключ, который позволит нам отслеживать состояние обменов.
tr: Sitede ürün satma işlevine erişmek için takasların durumunu takip etmemizi sağlayacak Steam API anahtarınıza ihtiyacınız var.
vi: Để truy cập chức năng bán vật phẩm trên trang web, bạn cần có khóa API Steam, khóa này sẽ cho phép chúng tôi theo dõi trạng thái trao đổi.
zh_hans: 要访问网站上销售商品的功能，您需要您的 Steam API 密钥，这将使我们能够跟踪交换的状态。
zh_hant: 要存取網站上銷售商品的功能，您需要您的 Steam API 金鑰，這將使我們能夠追蹤交換的狀態。

source: Error when change settings
es: Error al cambiar la configuración
pt: Erro ao alterar as configurações
ru: Ошибка в изменении настроек
zh_hans: 更改设置时发生错误
zh_hant: 更改設置時發生錯誤

source: Show on all pages
es: Mostrar en todas las páginas
pt: Mostrar em todas as páginas
ru: Показывать на всех страницах
zh_hans: 在所有页面上显示
zh_hant: 在所有頁面上顯示

source: Show on sale page only
es: Mostrar solo en la página de ventas
pt: Mostrar apenas na página de vendas
ru: Показывать только на странице продаж
zh_hans: 只在出售页面上显示
zh_hant: 只在出售頁面上顯示

source: Turn on after 15 seconds
es: Mostrar después de 15 segundos
pt: Ativar após 15 segundos
ru: Включать после 15 секунд
zh_hans: 在15秒之后开启
zh_hant: 在15秒之後開啟

source: Dont turn on automatically
es: No activar automáticamente
pt: Não ativar automaticamente
ru: Не включать автоматически
zh_hans: 关闭自动开启
zh_hant: 關閉自動開啟

source: Invalid trade link
es: Enlace comercial incorrecto
pt: Link de negociação inválido
ru: Неверная трейд ссылка
zh_hans: 交易链接错误
zh_hant: 交易鏈接錯誤

source: Api key has been updated
es: Clave de API actualizada con éxito
pt: Chave de API atualizada com sucesso
ru: Апи ключ успешно обновлен
zh_hans: API密钥更新成功
zh_hant: 令牌更新成功

source: Error in get api key
es: Error al obtener la clave de API
pt: Erro ao obter a chave de API
ru: Ошибка в получении апи ключа
zh_hans: 获取令牌时发生错误
zh_hant: 獲取令牌時發生錯誤

source: Pay Password Settings
es: Configurar la contraseña de pago
pt: Configuração de senha de pagamento
ru: Настройка платежного пароля
zh_hans: 支付密码设置
zh_hant: 支付密碼設置

source: Old Password
es: Contraseña antigua
pt: Senha Antiga
ru: Старый пароль
zh_hans: 旧密码
zh_hant: 舊密碼

source: Two Factor authentication code
es: Código de autenticación de dos factores
pt: Código de autenticação de dois fatores
ru: Код двухфакторной аутентификации
zh_hans: 双因素身份验证码
zh_hant: 雙因素身份驗證碼

source: Password
es: Contraseña
pt: Senha
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Repeat password
es: Repetir contraseña
pt: Repetir senha
ru: Повторить пароль
zh_hans: 重复密码
zh_hant: 重複密碼

source: Create
es: Crear
pt: Criar
ru: Создать
zh_hans: 创建
zh_hant: 創建

source: Passwords do not match
es: Las contraseñas no coinciden
pt: As senhas não coincidem
ru: Пароли не совпадают
zh_hans: 密码不一致
zh_hant: 密碼不一致

source: Permissions granted to third-party sites
es: Permisos otorgados a otros sitios web
pt: Permissões concedidas a sites de terceiros
ru: Разрешения, предоставленные сторонним сайтам
zh_hans: 授予第三方网站的权限
zh_hant: 授予第三方網站的許可權

source: Site
es: Web
ru: Сайт
zh_hans: 网站
zh_hant: 網站

source: Action
es: Acción
pt: Ação
ru: Действие
zh_hans: 行动
zh_hant: 行動

source: remove
es: eliminar
pt: remover
ru: удалить
zh_hans: 撤销
zh_hant: 撤銷

source: Permissions not found
es: Permisos no encontrados
pt: Permissões não encontradas
ru: Разрешения не найдены
zh_hans: 没找到权限
zh_hant: 沒找到許可權

source: Error when get site permissions data
es: Error al obtener los datos de permisos del sitio web
pt: Erro ao obter as permissões do site
ru: Ошибка при получении данных о разрешениях сайта
zh_hans: 在获取网站权限信息时发生错误
zh_hant: 在獲取網站許可權資訊時發生錯誤

source: Confirm
es: Confirmar
pt: Confirmar
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認

source: Please confirm remove
es: Por favor, confirme eliminación
pt: Por favor, confirme a remoção
zh_hans: 请确认撤销
zh_hant: 請確認撤銷

source: Remove site permission
es: Eliminar permiso del sitio web
pt: Remover permissão do site
ru: Удалить разрешение сайта
zh_hans: 撤销网站权限
zh_hant: 撤銷網站許可權

source: Error when revoke permissions
es: Error al revocar permisos
pt: Erro ao revogar permissões
ru: Ошибка при отзыве разрешений
zh_hans: 在撤销权限时发生错误
zh_hant: 在撤銷許可權時發生錯誤

source: Steam Guard
zh_hans: 移动验证器
zh_hant: 移動驗證器

source: White List IP
de: IP-Adresse auf der weißen Liste
es: IP de lista blanca
pt: IP da lista branca
ru: Белый список IP-адресов
tr: Beyaz Liste IP'si
vi: IP danh sách trắng
zh_hans: 白名单IP
zh_hant: 白名單IP

source: Are you sure you want to remove ip from list?
de: Sind Sie sicher, dass Sie die IP-Adresse aus der Liste entfernen möchten?
es: ¿Estás seguro de que quieres eliminar la IP de la lista?
pt: Tem certeza que deseja remover o ip da lista
ru: Вы уверены, что хотите удалить ip из списка?
tr: IP'yi listeden kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa ip khỏi danh sách
zh_hans: 您确定要从列表中删除 ip
zh_hant: 您確定要從列表中刪除 ip

source: Remove ip from list
de: IP aus Liste entfernen
es: Quitar ip de la lista
pt: Remover ip da lista
ru: Удалить айпи из списка
tr: IP'yi listeden kaldır
vi: Xóa ip khỏi danh sách
zh_hans: 从列表中删除 ip
zh_hant: 從列表中刪除 ip

source: Steam Guard – protecting your account through the Steam mobile app.
es: Steam Guard — proteger su cuenta a través de la aplicación móvil Steam.
pt: Steam Guard — protegendo sua conta através do aplicativo móvel Steam.
ru: Steam Guard — защита вашего аккаунта через мобильное приложение Steam.
zh_hans: Steam Guard （移动验证器） — 是一种通过Steam手机软件对您账户的保护。
zh_hant: Steam Guard （移動驗證器） — 是一種通過Steam手機軟體對您帳戶的保護。

source: Connected
es: Conectado
pt: Ligado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連接

source: Two-factor authentication:
es: Autenticación de dos factores:
pt: Autenticação de dois fatores:
ru: Двухфакторная аутентификация:
zh_hans: 双因素认证：
zh_hant: 雙因素認證：

source: Every time you withdraw funds from your account, you will receive a verification code in the Google Authenticator mobile app
es: Cada vez que retira fondos de su cuenta, recibe un código de verificación en la aplicación móvil Google Authenticator.
pt: Toda vez que você retirar fundos da sua conta, você receberá um código de confirmação no aplicativo móvel Google Authenticator.
ru: Каждый раз, когда вы снимаете средства со своего счета, вы получаете код подтверждения в мобильном приложении Google Authenticator.
zh_hans: 每一次您尝试从账户中提现时，都会在Google Authenticator手机软件中收到验证码
zh_hant: 每一次您嘗試從帳戶中提現時，都會在Google Authenticator手機軟體中收到驗證碼

source: Setting
es: Ajustes
pt: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設置

source: Pay Password Settings:
es: Configurar la contraseña de pago:
pt: Configuração de senha de pagamento:
ru: Настройка платежного пароля:
zh_hans: 设置支付密码：
zh_hant: 設置支付密碼：

source: Every time you sign in to your account, you must enter payment password.
ru: Каждый раз, когда вы входите в свою учетную запись, вы должны вводить платежный пароль.
zh_hans: 每一次您登陆账户时，都需要输入支付密码。

source: Permissions granted to third-party sites:
es: Permisos otorgados a otros sitios web:
pt: Permissões concedidas a sites de terceiros
ru: Разрешения, предоставленные сторонним сайтам
zh_hans: 授与第三方网站的权限：
zh_hant: 授與第三方網站的許可權：

source: View and manage permissions
es: Ver y administrar permisos
pt: Ver e gerenciar permissões
ru: Просмотр разрешений и управление ими
zh_hans: 查看授权并管理
zh_hant: 查看授權並管理

source: Two-factor authentication
es: Autenticación de dos factores
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
zh_hans: 双因素身份验证
zh_hant: 雙因素身份驗證

source: Activation
es: Activación
pt: Ativação
ru: Активация
zh_hans: 激活
zh_hant: 啟動

source: Scan QR or enter it manually
es: Escanee QR o entre manualmente
pt: Escaneie o QR ou insira-o manualmente
ru: Отсканируйте QR или введите его вручную
zh_hans: 扫描二维码或手动输入
zh_hant: 掃描二維碼或手動輸入

source: Scan QR code
es: Escanear código QR
pt: Escanear código QR
ru: Сканировать QR-код
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

source: Open the authenticator click on the "+" icon and scan the qr code using your phone or tablet.
es: Abra el autenticador, haga clic en el icono de "+" y escanee el código QR con su teléfono o tablet.
pt: Abra o autenticador, clique no ícone "+" e escaneie o código qr com seu celular ou tablet.
zh_hans: 打开验证器，点击“+”号并用手机或平板扫描二维码。
zh_hant: 打開驗證器，點擊“+”號並用手機或平板掃描二維碼。

source: Manual entry of the secret key
es: Entrar su clave secreta
pt: Inserção manual da chave secreta
ru: Ручной ввод секретного ключа
zh_hans: 手动输入安全码
zh_hant: 手動輸入安全碼

source: Save the secret code you may need it if you have changed or lost your phone.
es: Guarde el código secreto, es posible que lo necesite si ha cambiado o perdido su teléfono.
pt: Salve o código secreto, você pode precisar dele se tiver alterado ou perdido seu celular.
ru: Сохраните секретный код, он может вам понадобиться, если вы поменяли или потеряли свой телефон.
zh_hans: 请保存安全码，在您更换或丢失手机时，您将会用到它。
zh_hant: 請保存安全碼，在您更換或丟失手機時，您將會用到它。

source: Next
es: Más
pt: Próximo
ru: Дальше
zh_hans: 下一页
zh_hant: 下一頁

source: 2FA code
es: 2FA código
pt: Código 2FA
ru: 2FA код
zh_hans: 二次验证
zh_hant: 二次驗證

source: Enter Google 2FA code
es: Introduzca el código Google 2FA
pt: Digite o código Google 2FA
ru: Введите код Google 2FA
zh_hans: 请输入谷歌二次验证码
zh_hant: 請輸入穀歌二次驗證碼

source: Enter code:
es: Introduzca el código:
pt: Digite o código:
ru: Введите код:
zh_hans: 请输入码：
zh_hant: 請輸入碼：

source: Code
es: Código
pt: Código
ru: Код
zh_hans: 区号
zh_hant: 區號

source: Enter payment password
es: Introduzca la contraseña de pago
pt: Digite a senha de pagamento
ru: Введите платежный пароль
zh_hans: 请输入支付密码
zh_hant: 請輸入支付密碼

source: Enter password:
es: Introduzca la contraseña
pt: Digite a senha
ru: Введите пароль
zh_hans: 请输入密码：
zh_hant: 請輸入密碼：

source: Payment password
es: Contraseña de pago
pt: Senha de pagamento
ru: Платежный пароль
zh_hans: 支付密码
zh_hant: 支付密碼

source: Confirm
es: Confirmar
pt: Confirmar
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認

source: You have successfully activated two-factor authentication
es: Ha activado con éxito la autenticación de dos factores
pt: Você ativou com sucesso a autenticação de dois fatores
ru: Вы успешно активировали двухфакторную аутентификацию
zh_hans: 您成功激活了双因素认证
zh_hant: 您成功啟動了雙因素認證

source: Now your account has an additional level of protection
es: Ahora su cuenta tiene un nivel adicional de protección
pt: Agora sua conta tem uma camada adicional de proteção
ru: Теперь ваш аккаунт имеет дополнительный уровень защиты
zh_hans: 现在您的账户拥有额外的保护级别
zh_hant: 現在您的帳戶擁有額外的保護級別

source: Ready
es: Listo
pt: Pronto
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Basic settings
es: Configuración básica
pt: Configurações básicas
ru: Базовые настройки
zh_hans: 基础设置
zh_hant: 基礎設置

source: Alert settings
es: Configuración de notificaciones
pt: Configurações de notificação
ru: Настройки уведомлений
zh_hans: 消息提醒设置
zh_hant: 消息提醒設置

source: Security
es: Seguridad
pt: Segurança
ru: Безопасность
zh_hans: 安全
zh_hant: 安全

source: Answer:
es: Respuesta:
pt: Resposta:
ru: Ответ:
zh_hans: 回答：
zh_hant: 回答：

source: Created:
es: Creado:
pt: Criado:
ru: Создано:
zh_hans: 已创立：
zh_hant: 已創立：
