Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: The item cannot be put up for sale at this time. You are banned
cs: Zboží v tuto chvíli nelze nabídnout k prodeji. Jste zabanován
de: Der Artikel kann derzeit nicht zum Verkauf angeboten werden. Du bist verbannt
es: El artículo no se puede poner a la venta en este momento. estas prohibido
pt: O item não pode ser colocado à venda neste momento. Você está banido
ru: Сейчас нельзя выставить предмет на продажу. У вас бан
tr: Ürün şu anda satışa sunulamaz. Sen cezalısın
vi: Các mặt hàng không thể được đưa ra để bán vào thời điểm này. Bạn đã bị cấm
zh_hans: 该商品目前无法出售。 你被禁止了
zh_hant: 該商品目前無法出售。 你被禁止了

source: In progress
cs: Probíhá
de: Im Gange
es: En curso
pt: Em andamento
ru: В процессе
tr: Devam etmekte
vi: Trong tiến trình
zh_hans: 进行中
zh_hant: 進行中

source: Enter the top-up amount
cs: Zadejte částku dobití
de: Geben Sie den Aufladebetrag ein
es: Introduce el importe de la recarga
pt: Insira o valor da recarga
ru: Введите сумму пополнения
tr: Yükleme tutarını girin
vi: Nhập số tiền nạp
zh_hans: 输入充值金额
zh_hant: 輸入儲值金額

source: Verified
cs: Ověřeno
de: Verifiziert
es: Verificado
pt: Verificado
ru: Верификация пройдена
tr: Doğrulandı
vi: Đã xác minh
zh_hans: 已认证
zh_hant: 已認證

source: Please read these rules carefully before purchasing:
de: Bitte lesen Sie diese Regeln vor dem Kauf sorgfältig durch:
vi: Vui lòng đọc kỹ các quy tắc này trước khi mua:
zh_hans: 购买前请注意以下规则

source: After confirming this operation, an amount equal to the cost of the item will be debited from your balance and will be frozen for 5 minutes. This is necessary so that all participants in the transaction have time to confirm the exchange.
de: Nach Bestätigung dieses Vorgangs wird ein Betrag in Höhe des Artikelpreises von Ihrem Guthaben abgebucht und für 5 Minuten eingefroren. Dies ist notwendig, damit alle Teilnehmer der Transaktion Zeit haben, den Umtausch zu bestätigen.
vi: Sau khi xác nhận thao tác này, số tiền tương đương với giá trị của món hàng sẽ được ghi nợ vào số dư của bạn và sẽ bị đóng băng trong 5 phút. Điều này là cần thiết để tất cả những người tham gia giao dịch có thời gian xác nhận việc trao đổi.
zh_hans: 确认交易后，将从您的余额中扣除与饰品价格相同的金额并锁定10分钟，以便参与交易的双方有时间确认交易。

# If the seller did not have time to confirm the exchange
source: If the seller did not have time to confirm the exchange, the money will be returned to your account 5 minutes after confirmation of this operation.
de: Wenn der Verkäufer keine Zeit hatte, den Umtausch zu bestätigen, wird das Geld 5 Minuten nach Bestätigung dieses Vorgangs auf Ihr Konto zurückerstattet.
vi: Nếu người bán không có thời gian để xác nhận việc trao đổi, tiền sẽ được trả lại vào tài khoản của bạn 5 phút sau khi xác nhận thao tác này.
zh_hans: 若卖家未及时发货，余额将在确认交易后10分钟内退回至您的账号。

# After the seller confirms the exchange, you need to accept it within 5 minutes.
source: After the seller confirms the exchange, you need to accept it within 5 minutes. If you do not accept the exchange in this case, you may be assessed penalty points. Also, if you decline or do not accept too many exchanges, the site will temporarily restrict your ability to shop.
de: Nachdem der Verkäufer den Umtausch bestätigt hat, müssen Sie ihn innerhalb von 5 Minuten akzeptieren. Akzeptieren Sie den Umtausch in diesem Fall nicht, können Ihnen Strafpunkte auferlegt werden. Wenn Sie außerdem ablehnen oder nicht zu viele Umtausche akzeptieren, schränkt die Website Ihre Einkaufsmöglichkeiten vorübergehend ein.
vi: Sau khi người bán xác nhận trao đổi, bạn cần chấp nhận trong vòng 5 phút. Nếu bạn không chấp nhận trao đổi trong trường hợp này, bạn có thể bị tính điểm phạt. Ngoài ra, nếu bạn từ chối hoặc không chấp nhận trao đổi quá nhiều, trang web sẽ tạm thời hạn chế khả năng mua sắm của bạn.
zh_hans: 卖家发货以后，您需要在5分钟内收货。若您在此段时间内不收货，您可能会被扣分。多次未收货将导致账号临时禁止购买饰品，请及时收货。

source: Alerts via WeChat
zh_hans: 微信通知

source: Subscribe to notifications to receive them directly inside the WeChat app
zh_hans: 开启微信通知，第一时间获取交易提醒

source: Subscribe
zh_hans: 开启

source: Setting up notifications via WeChat
zh_hans: 开启微信通知

source: You will now receive notifications from us in your WeChat account
zh_hans: 微信通知已开启，可以在微信APP获取平台交易提醒

source: WeChat linked
zh_hans: 已开启

# Scan the QR code using the WeChat app camera
source: Scan the QR code using the WeChat app camera and subscribe to the account “<span class="account-name">CSGObuy飾品交易平臺</span>”
zh_hans: 微信扫一扫，关注“<span class="account-name">CSGObuy飾品交易平臺</span>"公众号即可绑定账号并开启交易通知

source: Price Market
de: Preismarkt
ru: Цена Market
vi: Thị trường giá
zh_hans: 价格市场

source: Steam price
de: Steam-Preis
ru: Цена Steam
vi: Giá hơi
zh_hans: 蒸汽价格

source: Attrition:
ru: Потертость:
vi: câu trả lời:
zh_hans: 说明：

source: Grouped
cs: Seskupené
de: Gruppiert
es: Agrupadas
pt: Agrupado
ru: Сгруппировано
tr: Gruplandırılmış
vi: Được nhóm
zh_hans: 分组

source: Set prices
cs: Stanovte ceny
de: Preise festlegen
es: Fijar precios
pt: Definir preços
ru: Установить цены
tr: Fiyatları belirle
vi: Đặt giá
zh_hans: 设定价格

source: Selected:
cs: Vybraný:
de: Ausgewählt:
es: Seleccionado:
pt: Selecionado:
ru: Выбрано:
tr: Seçilen:
vi: Đã chọn:
zh_hans: 已选择：

source: Added
de: Hinzugefügt
ru: Добавлено
vi: Thêm
zh_hans: 添加

source: Put away
de: Weglegen
ru: Убрать
vi: Cất đi
zh_hans: 收起来

source: Price for 1 item
de: Preis für 1 Artikel
ru: Цена за 1 предмет
vi: Giá cho 1 sản phẩm
zh_hans: 1 件商品的价格

source: Recommended price:
de: Empfohlener Preis:
ru: Рекомендуемая цена:
vi: Giá đề xuất:
zh_hans: 推荐价格：

source: Instant sale:
de: Sofortverkauf:
ru: Моментальная продажа:
vi: Bán ngay:
zh_hans: 即时销售：

source: Amount including commission 5%
de: Betrag inklusive Provision 5 %
ru: Сумма с учетом комиссии 5%
vi: Số tiền bao gồm hoa hồng 5%
zh_hans: 金额含佣金5%

source: Do you want to remove a wallet from the list of saved withdrawal methods?
cs: Chcete odstranit peněženku ze seznamu uložených způsobů výběru?
de: Möchten Sie ein Wallet aus der Liste der gespeicherten Auszahlungsmethoden entfernen?
es: ¿Quieres eliminar una billetera de la lista de métodos de retiro guardados?
pt: Deseja remover uma carteira da lista de métodos de saque salvos?
ru: Хотите удалить кошелек из списка сохраненных способов вывода средств?
tr: Kayıtlı para çekme yöntemleri listesinden bir cüzdanı kaldırmak istiyor musunuz?
vi: Bạn có muốn xóa ví khỏi danh sách các phương thức rút tiền đã lưu không?
zh_hans: 您想从已保存的提款方式列表中删除钱包吗？
zh_hant: 您想從已儲存的提款方式清單中刪除錢包嗎？

source: Your request to withdraw funds in the amount of <span class="info">{{data.sum}}</span> to a bank card <span class="info">{{data.card}}</span> has been successfully accepted.
de: Ihre Anfrage zur Auszahlung von Geldern in Höhe von <span class="info">{{data.sum}}</span> an eine Bankkarte <span class="info">{{data.card}} </span> wurde erfolgreich akzeptiert.
ru: Ваш запрос на вывод средств на сумму <span class="info">{{data.sum}}</span> на банковскую карту <span class="info">{{data.card}} </span> успешно принят.
vi: Yêu cầu rút tiền của bạn với số tiền <span class="info">{{data.sum}}</span> vào thẻ ngân hàng <span class="info">{{data.card}} </span> đã được chấp nhận thành công.
zh_hans: 您请求提取金额为 <span class="info">{{data.sum}}</span> 至银行卡 <span class="info">{{data.card}} </span> 已成功接受。

source: Crediting funds can take from 1 minute to 48 hours. Thank you for your patience.
cs: Připsání prostředků může trvat od 1 minuty do 48 hodin. Děkujeme vám za vaši trpělivost.
de: Die Gutschrift von Geldern kann zwischen 1 Minute und 48 Stunden dauern. Vielen Dank für Ihre Geduld.
es: Acreditar fondos puede tardar de 1 minuto a 48 horas. Gracias por su paciencia.
pt: O crédito de fundos pode levar de 1 minuto a 48 horas. Obrigado pela sua paciência.
ru: Зачисление средств может занять от 1 минуты до 48 часов. Спасибо за терпение.
tr: Paranın krediye aktarılması 1 dakikadan 48 saate kadar sürebilir. Sabrınız için teşekkür ederiz
vi: Việc ghi có tiền có thể mất từ ​​1 phút đến 48 giờ. Cảm ơn sự kiên nhẫn của bạn.
zh_hans: 存入资金可能需要 1 分钟到 48 小时。感谢您的耐心等待。
zh_hant: 存入資金可能需要 1 分鐘到 48 小時。感謝您的耐心等待

source: Leave feedback
cs: Zanechte zpětnou vazbu
de: Feedback hinterlassen
es: Dejar comentarios
pt: Deixe comentários
ru: Оставить отзыв
tr: Geri bildirim bırakın
vi: Để lại phản hồi
zh_hans: 留下反馈
zh_hant: 留下回饋

source: Name
cs: Název
es: Nombre
pt: Nome
ru: Имя
tr: Ad
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Enter your wallet name
cs: Zadejte název peněženky
de: Geben Sie Ihren Wallet-Namen ein
es: Ingrese el nombre de su billetera
pt: Digite o nome da sua carteira
ru: Введите имя своего кошелька
tr: Cüzdan adınızı girin
vi: Nhập tên ví của bạn
zh_hans: 输入您的钱包名称
zh_hant: 輸入您的錢包名稱

# Example &apos;main wallet&apos;
source: Example 'main wallet'
de: Beispiel „Haupt-Wallet“
ru: Пример «основной кошелек»
vi: Ví dụ 'ví chính'
zh_hans: 示例“主钱包”

source: Wallet number
cs: Číslo peněženky
de: Wallet-Nummer
es: Número de billetera
pt: Número da carteira
ru: Номер кошелька
tr: Cüzdan numarası
vi: Số ví
zh_hans: 钱包号码
zh_hant: 錢包號碼

source: This name will be displayed in the list of wallets for withdrawal
cs: Toto jméno se zobrazí v seznamu peněženek pro výběr.
de: Dieser Name wird in der Liste der abzuhebenden Wallets angezeigt.
es: Este nombre se mostrará en la lista de billeteras para retiro
pt: Este nome será exibido na lista de carteiras para saque
ru: Это имя будет отображаться в списке кошельков для вывода
tr: Bu ad, çekilecek cüzdanlar listesinde görüntülenecektir
vi: Tên này sẽ được hiển thị trong danh sách ví để rút
zh_hans: 该名称将显示在提现钱包列表中
zh_hant: 此名稱將顯示在提現錢包清單中

source: Add a phone number
cs: Přidejte telefonní číslo
de: Fügen Sie eine Telefonnummer hinzu
es: Agregar un número de teléfono
pt: Adicionar um número de telefone
ru: Добавьте номер телефона
tr: Telefon numarası ekleyin
vi: Thêm số điện thoại
zh_hans: 绑定手机号码
zh_hant: 綁定手機號碼

source: To use this feature on the site, you must add a phone number.
cs: Chcete-li použít tuto funkci na webu, musíte přidat telefonní číslo.
de: Um diese Funktion auf der Website nutzen zu können, müssen Sie eine Telefonnummer hinzufügen.
es: Para utilizar esta función en el sitio, debe agregar un número de teléfono.
pt: Para usar este recurso no site, você deve adicionar um número de telefone.
ru: Чтобы пользоваться этой функцией на сайте, необходимо добавить номер телефона.
tr: Sitede bu özelliği kullanabilmek için telefon numarası eklemeniz gerekmektedir.
vi: Để sử dụng tính năng này trên trang web, bạn phải thêm số điện thoại.
zh_hans: 想使用该功能，请先绑定您的手机号码
zh_hant: 想使用該功能，請先綁定您的手機號碼

source: Enter your phone number
cs: Vložte své telefonní číslo
de: Gib deine Telefonnummer ein
es: Ingrese su número telefónico
pt: Digite seu número de telefone
ru: Введите номер телефона
tr: Telefon numaranızı girin
vi: Nhập số điện thoại của bạn
zh_hans: 请输入您的新手机号码
zh_hant: 請輸入您的新手機號碼

source: Get the code
cs: Získejte kód
de: Holen Sie sich den Code
es: Obtener el código
pt: Obtenha o código
ru: Получить код
tr: Kodu al
vi: Lấy mã
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

source: Phone number changed successfully
cs: Telefonní číslo bylo úspěšně změněno
de: Telefonnummer erfolgreich geändert
es: El número de teléfono se cambió correctamente
pt: Número de telefone alterado com sucesso
ru: Номер телефона успешно изменен
tr: Telefon numarası başarıyla değiştirildi
vi: Số điện thoại đã được thay đổi thành công
zh_hans: 手机号码更换成功
zh_hant: 手機號碼更換成功

source: Code from SMS
cs: Kód z SMS
de: Code per SMS
es: Código de SMS
pt: Código de SMS
ru: Код из SMS
tr: SMS'den gelen kod
vi: Mã từ SMS
zh_hans: 短信验证码
zh_hant: 短信驗證碼

source: Link your phone number
cs: Propojte své telefonní číslo
de: Verknüpfen Sie Ihre Telefonnummer
es: Vincula tu número de teléfono
pt: Vincule seu número de telefone
ru: Привязать номер телефона
tr: Telefon numaranızı bağlayın
vi: Liên kết số điện thoại của bạn
zh_hans: 绑定手机号码
zh_hant: 綁定手機號碼

source: Change Phone Number
cs: Změňte telefonní číslo
de: Telefonnummer ändern
es: Cambiar número de teléfono
pt: Alterar número de telefone
ru: Изменить номер телефона
tr: Telefon numarasını değiştir
vi: Thay đổi số điện thoại
zh_hans: 更换手机号码
zh_hant: 更改電話號碼

source: Next stage
cs: Další fáze
de: Nächste Stufe
es: Siguiente etapa
pt: Próximo estágio
ru: Следующий этап
tr: Sonraki aşama
vi: Giai đoạn tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: Send the code again
cs: Pošlete kód znovu
de: Senden Sie den Code erneut
es: Enviar el código nuevamente
pt: Envie o código novamente
ru: Отправить код еще раз
tr: Kodu tekrar gönder
vi: Gửi lại mã
zh_hans: 重新获取验证码
zh_hant: 重新獲取驗證碼

# If you have lost access to this phone number
source: If you have lost access to this phone number, you can change it through technical support. During the process of changing your phone number, all transactions on the site will be limited for 7 days.
cs: Pokud jste ztratili přístup k tomuto telefonnímu číslu, můžete jej změnit prostřednictvím technické podpory. Během procesu změny vašeho telefonního čísla budou všechny transakce na webu omezeny na 7 dní.
de: Wenn Sie den Zugriff auf diese Telefonnummer verloren haben, können Sie sie über den technischen Support ändern. Während der Änderung Ihrer Telefonnummer sind alle Transaktionen auf der Website 7 Tage lang begrenzt.
es: Si ha perdido el acceso a este número de teléfono, puede cambiarlo a través del soporte técnico. Durante el proceso de cambio de número de teléfono, todas las transacciones en el sitio estarán limitadas por 7 días.
pt: Se você perdeu o acesso a este número de telefone, poderá alterá-lo através do suporte técnico. Durante o processo de alteração do seu número de telefone, todas as transações no site serão limitadas por 7 dias.
ru: Если вы потеряли доступ к этому номеру телефона, вы можете изменить его через техподдержку. В процессе изменения телефона все операции на сайте будут ограничены на 7 дней.
tr: Bu telefon numarasına erişiminizi kaybettiyseniz teknik destek aracılığıyla değiştirebilirsiniz. Telefon numaranızı değiştirme işlemi sırasında sitedeki tüm işlemler 7 gün süreyle sınırlandırılacaktır.
vi: Nếu bạn mất quyền truy cập vào số điện thoại này, bạn có thể thay đổi số đó thông qua bộ phận hỗ trợ kỹ thuật. Trong quá trình thay đổi số điện thoại, mọi giao dịch trên trang sẽ bị giới hạn trong 7 ngày.
zh_hans: 若手机号无法使用，请联系客服进行更换。更换时长为7天，处理时期中，您账号将被限制所有操作。
zh_hant: 若手機號無法使用，請聯系客服進行更換。 更換時長為7天，處理時期中，您帳號將被限制所有操作。

source: Link a new phone number
cs: Připojte nové telefonní číslo
de: Verknüpfen Sie eine neue Telefonnummer
es: Vincular un nuevo número de teléfono
pt: Vincular um novo número de telefone
ru: Привяжите новый номер телефона
tr: Yeni bir telefon numarası bağlayın
vi: Liên kết số điện thoại mới
zh_hans: 为了您的账户安全，请绑定新的手机号码
zh_hant: 為了您的帳戶安全，請綁定新的手機號碼

source: Authorization via phone
zh_hans: 通过电话授权
zh_hant: 透過電話授權

source: The phone number has been successfully linked
cs: Telefonní číslo bylo úspěšně propojeno
de: Die Telefonnummer wurde erfolgreich verknüpft
es: El número de teléfono se ha vinculado correctamente.
pt: O número de telefone foi vinculado com sucesso
ru: Номер телефона успешно привязан
tr: Telefon numarası başarıyla bağlandı
vi: Số điện thoại đã được liên kết thành công
zh_hans: 手机号码绑定成功
zh_hant: 手機號碼綁定成功

# A message with a code was sent to the number
source: A message with a code was sent to the number <span class="number">{{user.contacts?.phones?.main?.number}}</span>. Copy the code and paste into the field below.
cs: Na číslo <span class="number">{{user.contacts?.phones?.main?.number}}</span>. byla odeslána zpráva s kódem. Zkopírujte kód a vložte jej do pole níže.
de: Eine Nachricht mit einem Code wurde an die Nummer <span class="number">{{user.contacts?.phones?.main?.number}}</span> gesendet. Kopieren Sie den Code und fügen Sie ihn in das Feld unten ein.
es: Se envió un mensaje con un código al número <span class="number">{{user.contacts?.phones?.main?.number}}</span>. Copie el código y péguelo en el campo a continuación.
pt: Uma mensagem com código foi enviada para o número <span class="number">{{user.contacts?.phones?.main?.number}}</span>. Copie o código e cole no campo abaixo.
ru: На номер <span class="number">{{user.contacts?.phones?.main?.number}}</span> было отправлено сообщение с кодом. Скопируйте код и вставьте в поле ниже.
tr: <span class="number">{{user.contacts?.phones?.main?.number}}</span> numarasına kod içeren bir mesaj gönderildi. Kodu kopyalayıp aşağıdaki alana yapıştırın.
vi: Một tin nhắn có mã đã được gửi đến số <span class="number">{{user.contacts?.phones?.main?.number}}</span>. Sao chép mã và dán vào trường bên dưới.
zh_hans: 已发送验证码至手机： <span class="number">{{user.contacts?.phones?.main?.number}}</span>，请把验证码复制到以下字段
zh_hant: 已發送驗證碼至手機： <span class="number">{{user.contacts?.phones?.main?.number}}</span>，請把驗證碼複製到以下字段

# We are unable to determine the status of this trade_2
source: We are unable to determine the status of this trade. To fix this, you need to update <a href="https://marketapp.online" target="_blank">MarketApp</a> to the latest version, after which our system will be able to check your trade history and determine the status of this trade. Otherwise, our system will consider this trade as unsuccessful after the timer expires.
cs: Nejsme schopni určit stav tohoto obchodu. Chcete-li to vyřešit, musíte aktualizovat <a href="https://marketapp.online" target="_blank">MarketApp</a> na nejnovější verzi, po které bude náš systém schopen zkontrolovat vaši obchodní historii a určit stav tohoto obchodu. V opačném případě bude náš systém po vypršení časovače považovat tento obchod za neúspěšný.
de: Wir können den Status dieses Handels nicht ermitteln. Um dies zu beheben, müssen Sie <a href="https://marketapp.online" target="_blank">MarketApp</a> auf die neueste Version aktualisieren. Anschließend kann unser System Ihren Handelsverlauf überprüfen und den Status dieses Handels ermitteln. Andernfalls betrachtet unser System diesen Handel nach Ablauf des Timers als erfolglos.
es: No podemos determinar el estado de este comercio. Para solucionar este problema, debe actualizar <a href="https://marketapp.online" target="_blank">MarketApp</a> a la última versión, después de lo cual nuestro sistema podrá verificar su historial comercial y determinar el estado de esta operación. De lo contrario, nuestro sistema considerará que esta operación no tuvo éxito una vez que expire el tiempo.
pt: Não conseguimos determinar o status desta negociação. Para corrigir isso, você precisa atualizar o <a href="https://marketapp.online" target="_blank">MarketApp</a> para a versão mais recente, após o qual nosso sistema será capaz de verificar seu histórico de negociação e determinar o status desta negociação. Caso contrário, nosso sistema considerará esta negociação malsucedida após o tempo expirar.
ru: Мы не можем определить статус этого трейда. Чтобы это исправить, вам необходимо обновить приложение <a href="https://marketapp.online" target="_blank">MarketApp</a> до последней версии, после чего наша система сможет проверить вашу историю обменов и определить статус этого трейда. В противном случае, наша система засчитает этот трейд неуспешным по истечении таймера.
tr: Bu takasın durumunu belirleyemiyoruz. Bunu düzeltmek için <a href="https://marketapp.online" target="_blank">MarketApp'i</a> en son sürüme güncellemeniz gerekir; bunun ardından sistemimiz işlem geçmişinizi kontrol edebilecek ve bu işlemin durumunu belirleyebilecektir. Aksi takdirde sistemimiz, zamanlayıcının süresi dolduktan sonra bu ticareti başarısız olarak değerlendirecektir.
vi: Chúng tôi không thể xác định trạng thái của giao dịch này. Để khắc phục điều này, bạn cần cập nhật <a href="https://marketapp.online" target="_blank">MarketApp</a> lên phiên bản mới nhất, sau đó hệ thống của chúng tôi sẽ có thể kiểm tra lịch sử giao dịch của bạn và xác định trạng thái của giao dịch này. Nếu không, hệ thống của chúng tôi sẽ coi giao dịch này là không thành công sau khi hết giờ.
zh_hans: 我们无法确定该交易的状态。 要解决此问题，您需要更新 <a href="https://marketapp.online" target="_blank">MarketApp</a> 升级到最新版本，之后我们的系统将能够检查您的交易历史记录并确定此交易的状态贸易。 否则，定时器超时后，我们的系统将认为本次交易不成功。
zh_hant: 我們無法確定該交易的狀態。 要解決此問題，您需要更新 <a href="https://marketapp.online" target="_blank">MarketApp</a> 升級到最新版本，之後我們的系統將能夠檢查您的交易歷史記錄並確定此交易的狀態貿易。 否則，定時器逾時後，我們的系統將認為本次交易不成功。

source: We have blocked your account for suspicious activity. If you want to unblock it, please contact
zh_hans: 由于检测到您账号发生可疑行为，我们暂时为您限制了部分功能。想解限，请
zh_hant: 由於檢測到您賬號發生可疑行為，我們暫時為您限製了部分功能。想解限，請

# Mentions in chat:
source: Mentions in chat: <span class="count">{{mentionCount.length}}</span>
de: Erwähnungen im Chat: <span class="count">{INTERPOLATION}</span>
ru: Упоминания в чате: <span class="count">{INTERPOLATION}</span>
vi: Các đề cập trong cuộc trò chuyện: <span class="count">{{mentionCount.length}}</span>
zh_hans: 聊天中提及：<span class="count">{{mentionCount.length}}</span>

source: Add new wallet
cs: Přidat novou peněženku
de: Neue Wallet hinzufügen
es: Agregar nueva billetera
pt: Adicionar nova carteira
ru: Добавить новый кошелек
tr: Yeni cüzdan ekle
vi: Thêm ví mới
zh_hans: 添加新钱包
zh_hant: 新增錢包

source: Remove wallet?
cs: Odebrat peněženku?
de: Wallet entfernen?
es: ¿Quitar billetera?
pt: Remover carteira?
ru: Удалить кошелек?
tr: Cüzdan kaldırılsın mı?
vi: Xóa ví?
zh_hans: 删除钱包？
zh_hant: 刪除錢包？

source: Application for withdrawal of funds
cs: Žádost o výběr prostředků
de: Antrag auf Auszahlung von Geldern
es: Solicitud de retiro de fondos
pt: Solicitação de retirada de fundos
ru: Запрос на возврат средств
tr: Para çekme başvurusu
vi: Đơn xin rút tiền
zh_hans: 提款申请
zh_hant: 提款申請

# Your request to withdraw funds in the amount
source: Your request to withdraw funds in the amount of
de: Ihr Antrag auf Auszahlung von Geldern in Höhe von
es: Su solicitud para retirar fondos por la cantidad de
pt: Sua solicitação para sacar fundos no valor
ru: Ваш запрос на вывод средств на сумму
tr: Şu miktarda para çekme talebiniz
vi: Yêu cầu rút tiền của bạn với số tiền
zh_hans: 您请求提取金额
zh_hant: 您請求提領金額為

source: to a bank card
cs: na bankovní kartu
de: zu einer Bankkarte
es: a una tarjeta bancaria
pt: para um cartão bancário
ru: на банковскую карту
tr: banka kartına
vi: vào thẻ ngân hàng
zh_hans: 到银行卡
zh_hant: 到銀行卡

source: has been successfully accepted.
cs: byl úspěšně přijat.
de: wurde erfolgreich akzeptiert.
es: ha sido aceptado exitosamente.
pt: foi aceito com sucesso.
ru: был успешно принят.
tr: foi aceito com sucesso.
vi: đã được chấp nhận thành công.
zh_hans: 已成功接受。
zh_hant: 已成功接受。

source: Enter your new wallet name
cs: Zadejte název nové peněženky
de: Geben Sie Ihren neuen Wallet-Namen ein
es: Ingrese el nombre de su nueva billetera
pt: Digite o novo nome da sua carteira
ru: Введите имя нового кошелька
tr: Yeni cüzdan adınızı girin
vi: Nhập tên ví mới của bạn
zh_hans: 输入您的新钱包名称
zh_hant: 輸入您的新錢包名稱

# To trade from a mobile device, use our mobile. application
source: To trade from a mobile device, use our mobile app:
cs: Chcete-li obchodovat z mobilního zařízení, použijte naši mobilní aplikaci:
de: Um von einem mobilen Gerät aus zu handeln, verwenden Sie unsere mobile App:
es: Para operar desde un dispositivo móvil, utilice nuestra aplicación móvil:
pt: Para negociar a partir de um dispositivo móvel, use nosso aplicativo móvel:
ru: Для торговли с мобильного устройства используйте наше моб. приложение:
tr: Mobil cihazdan işlem yapmak için mobil uygulamamızı kullanın:
vi: Để giao dịch từ thiết bị di động, hãy sử dụng ứng dụng di động của chúng tôi:
zh_hans: 要通过移动设备进行交易，请使用我们的移动应用程序：
zh_hant: 要透過行動裝置進行交易，請使用我們的行動應用程式：
