Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: You can choose from a list of similar
cs: Můžete si vybrat ze seznamu podobných
de: Sie können aus einer Liste ähnlicher
es: Puedes elegir de una lista de
pt: É possível que você tenha acesso à sua conta
ru: Вы можете выбрать из списка похожих
tr: Benzer bir listeden seçim yapabilirsiniz
vi: Bạn có thể chọn từ danh sách
zh_hans: 您可以从类似列表中选择ы
zh_hant: 您可以從類似的列表中選擇

source: Show same items
cs: Zobrazit stejné položky
de: Gleiche Artikel anzeigen
es: Consejos y precauciones
pt: Mostrar os mesmos itens
ru: Такие же предметы
tr: Aynı öğeleri göster
vi: Hiển thị các mục giống nhau
zh_hans: 显示相同的项目
zh_hant: 顯示相同的項目

source: Open marketplace
es: Mercado abierto
pt: Mercado aberto
ru: Открыть маркет
zh_hans: 马上进入CSGObuy
zh_hant: 馬上進入CSGObuy

source: Market app Client
es: Cliente de la aplicación Market
pt: Cliente Market app
ru: Клиент маркета
zh_hans: CSGObuy售卖工具
zh_hant: CSGObuy售賣工具

source: Automatic steam client allows you to send sold items, just confirming the trade in the phone
es: El cliente automático de steam le permite enviar artículos vendidos, simplemente confirmando el intercambio en el teléfono
pt: O cliente steam automático permite que você envie itens vendidos, apenas confirmando a negociação no telefone
ru: Автоматический Steam клиент позволяет продавать предметы, просто подтвердив обмен в телефоне
zh_hans: 转移装备的请求已发送给市场中的客户，请前往Steam APP中确认报价。确认后，请等待买家接受物品
zh_hant: 轉移裝備的請求已發送給市場中的客戶，請前往Steam APP中確認報價。確認後，請等待買家接受物品

source: Close a window?
es: ¿Cerrar una ventana?
pt: Fechar uma janela?
ru: Закрыть окно?
zh_hans: 关窗？
zh_hant: 關窗？

# Without a trade-url, you won&apos;t be able to buy or sell items
source: Without a trade-url, you won't be able to buy or sell items
zh_hans: 没有交易网址，您将无法购买或出售物品

source: Return
es: Devolver
pt: Retornar
ru: Вернуться
zh_hans: 返回
zh_hant: 返回

source: All is ready
ru: Всё готово
zh_hans: 一切准备就绪

source: Now you can buy items
ru: Теперь вы можете покупать предметы
zh_hans: 现在你可以购买物品

source: Download app
es: Descargar aplicación
pt: Baixar app
ru: Скачать приложение
zh_hans: 点击下载
zh_hant: 點擊下載

source: Contacts
es: Contacto
pt: Contacto
ru: Контакты
zh_hans: 联系人
zh_hant: 聯繫人

source: Jobs
ru: Вакансии
zh_hans: 乔布斯

source: Information
es: Información
pt: Informacao
ru: Информация
zh_hans: 信息
zh_hant: 信息

source: marketcsgo.com is not affiliated with Steam or Valve corp
ru: marketcsgo.com не аффилирован со Steam или Valve corp
zh_hans: marketcsgo.com 不隶属于 Steam 或 Valve 公司

source: Technical work in progress
es: Trabajos de web en curso
pt: Trabalho técnico em andamento
ru: Ведутся технические работы
zh_hans: 正在进行技术工作
zh_hant: 正在進行技術工作

source: Try refreshing the page
es: Intente actualizar la página
pt: Tente atualizar a página
ru: Попробуйте обновить страницу
zh_hans: 请尝试刷新页面
zh_hant: 請嘗試刷新頁面

source: You can follow the updates in our VK group, Twitter, Telegram or Discord
ru: Следить за обновлениями можно в нашей группе ВК, Twitter, Telegram или Discord
zh_hans: 您可以在我们的 VK, Twitter, Telegram 或 Discord 群中追踪最新动态

source: Authorization required
es: Autorización necesaria
pt: Autorização necessária
ru: Нужная авторизация
zh_hans: 需要注册/登录
zh_hant: 需要註冊/登錄

source: This action requires authorization, log in to your Steam profile to continue
es: Esta acción requiere una autorización, entre en su Steam, para continuar
pt: Esta ação requer autorização, faça login no seu Steam para continuar
ru: Это действие требует авторизацию, войдите в свой Steam, чтобы продолжить
zh_hans: 如需继续交易，请打开加速器，并登录您的Steam账户
zh_hant: 如需繼續交易，請打開加速器，並登錄您的Steam帳戶

source: Login with STEAM
es: Entrar a través de STEAM
pt: Entrar com STEAM
ru: Войти через STEAM
zh_hans: 点击登录
zh_hant: 點擊登錄

source: Add all
es: Añadir todo
pt: Adicionar tudo
ru: Добавить все
zh_hans: 添加所有
zh_hant: 添加所有

source: Turn off sales
es: Deactivar ventas
pt: Desativar vendas
ru: Выключить продажи
zh_hans: 关闭出售
zh_hant: 關閉出售

source: Turn on sales
es: Activar ventas
pt: Desativar vendas
ru: Включить продажи
zh_hans: 开启出售
zh_hant: 開啟出售

source: Remove all items from sales
es: Retirar todos los artículos de la venta
pt: Remover todos os itens da venda
ru: Снять все предметы с продажи
zh_hans: 移除所有待售物品
zh_hant: 移除所有待售物品

# Fail to stop sales
source: Fail to stop sales:Fail to stop sales:Fail to stop sales
zh_hans: 停止出售时发生错误
zh_hant: 停止出售時發生錯誤

source: Sales has been successfully stopped
es: Ventas suspendidas con éxito
pt: Vendas interrompidas com sucesso
ru: Продажи успешно остановлены
zh_hans: 出售停止成功
zh_hant: 出售停止成功

# Sales has been successfully turned on
source: Sales has been successfully turned on:Sales has been successfully turned on:Sales has been successfully turned on
es: ventas habilitadas con éxito
pt: Vendas ativadas com sucesso
ru: Продажи успешно включены
zh_hans: 出售开启成功
zh_hant: 出售開啟成功

source: Error in turning on sales
es: Error en habilitar las ventas
pt: Erro ao ativar as vendas
ru: Ошибка во включении продаж
zh_hans: 开启售卖时发生错误
zh_hant: 開啟售賣時發生錯誤

source: Close
es: Cerrar
pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Remove items from sale
es: Retirar de la venta
pt: Remover da venda
ru: Снять с продажи
zh_hans: 将物品移除出售清单
zh_hant: 將物品移除出售清單

source: Are you sure you want to remove all items from sale?
es: ¿Está seguro que quiere retirar todos los artículos de la venta?
pt: Tem certeza de que deseja remover todos os itens da venda?
ru: Вы уверены, что хотите убрать все предметы с продажи?
zh_hans: 您确定要将所有物品都从出售清单中移除吗？
zh_hant: 您確定要將所有物品都從出售清單中移除嗎？

source: Confirm action
es: Confirmar acción
pt: Confirmar ação
ru: Подтвердите действие
zh_hans: 确认操作
zh_hant: 確認操作

source: Cannot remove all items from sales
es: No se puede retirar todos los artículos de la venta
pt: Não é possível remover todos os itens da venda
ru: Нельзя снять все предметы с продажи
zh_hans: 无法将所有物品都从出售清单中移除
zh_hant: 無法將所有物品都從出售清單中移除

source: All items removed from sales
es: Todos los artículos retirados de venta
pt: Todos os itens removidos da venda
ru: Все предметы сняты с продажи
zh_hans: 已将所有物品从出售清单中移除
zh_hant: 已將所有物品從出售清單中移除

source: Type of skin:
es: Tipo de skin:
pt: Tipo de skin:
ru: Тип скина:
zh_hans: 皮肤类型：
zh_hant: 皮膚類型：

source: Filters:
es: Filtros:
pt: Filtros:
ru: Фильтры:
zh_hans: 筛选：
zh_hant: 篩選：

source: Reset
es: Reiniciar
pt: Redefinir
ru: Сбросить
zh_hans: 重置
zh_hant: 重置

source: Price from
es: Precio desde
pt: Preço a partir de
ru: Цена от
zh_hans: 价格从
zh_hant: 價格從

source: Price to
es: Precio hasta
pt: Preço até
ru: Цена до
zh_hans: 价格到
zh_hant: 價格到

source: Try again
es: Intentar de nuevo
pt: Tente novamente
ru: Попробовать снова
zh_hans: 再试一次
zh_hant: 再試一次

source: Nothing found
cs: Nic nebylo nalezeno
de: Nichts gefunden
es: Nada Encontrado
pt: Nada encontrado
ru: Ничего не найдено
tr: Hiçbirşey Bulunamadı
vi: Không kết quả
zh_hans: 什么都没找到
zh_hant: 什麼都沒找到

source: Try to relax or reset the filter
es: Intenta relajarte o restablecer el filtro
pt: Tente relaxar ou repor o filtro
ru: Попробуйте ослабить или сбросить фильтр
zh_hans: 尝试放松或重置过滤器
zh_hant: 嘗試放鬆或重置過濾器

source: I confirm the correctness of the entered data
es: Confirmo la exactitud de los datos ingresados
pt: Confirmo a exatidão dos dados inseridos
ru: Я подтверждаю правильность введённых данных
zh_hans: 我确认输入数据的正确性
zh_hant: 我確認輸入數據的正確性

source: Quick search
ru: Быстрый поиск
zh_hans: 快速搜索

source: Add to basket
es: Añadir al carro
pt: Adicionar ao carrinho
ru: Добавить в корзину
zh_hans: 加入购物车
zh_hant: 加入購物車

source: Update Image
ru: Обновить картинку
zh_hans: 更新图像

source: Years
ru: Лет
zh_hans: 年

source: of successful work
ru: Успешной работы
zh_hans: 成功的工作

source: Item has been added
ru: Предмет добавлен
zh_hans: 物品已添加

source: Back to FAQ
es: Volver a Preguntas Frecuentes
pt: Voltar para perguntas frequentes
ru: Назад к FAQ
zh_hans: 返回常见问题
zh_hant: 返回常見問題

source: Error when add item to basket
ru: Ошибка в добавлении предмета
zh_hans: 物品加入购物车时发生错误

source: No guarantee
ru: Нет гарантии
zh_hans: 没有保障

# Profile of
source: Profile of {{ userStat.res?.seller?.nick }}
es: Perfil de {{ userStat.res?.seller?.nick }}
pt: Perfil de {{ userStat.res?.seller?.nick }}
ru: Профиль пользователя {{ userStat.res?.seller?.nick }}
zh_hans: 简介 {{ userStat.res?.seller?.nick }}
zh_hant: 簡介 {{ userStat.res?.seller?.nick }}

source: No items for sale or the seller is offline!
es: No hay artículos a la venta o el vendedor está desconectado!
pt: Nenhum item à venda ou o vendedor está offline!
ru: Нет предметов на продаже или продавец оффлайн!
zh_hans: 没有待售物品或卖家离线
zh_hant: 沒有待售物品或賣家離線

source: Items will appear here when the seller is online.
es: Los artículos aparecerán aquí cuando el vendedor esté en línea.
pt: Os itens aparecerão aqui quando o vendedor estiver online.
ru: Предметы появятся здесь, когда продавец будет в сети.
zh_hans: 卖家在线时商品会显示在此处
zh_hant: 賣家在線時商品會顯示在此處

source: Seller Waiting
es: Esperando al vendedor
pt: Aguardando o vendedor
ru: Ожидание продавца
zh_hans: 等待卖家
zh_hant: 等待賣家

source: Accept item
es: Aceptar articulo
pt: Aceitar item
ru: Принять предмет
zh_hans: 接受物品
zh_hant: 接受物品

source: Min price:
es: Precio mín.:
pt: Preço mínimo:
ru: Мин цена:
tr: Minimum fiyat:
zh_hans: 最低价格：
zh_hant: 最低價格：

source: Max price:
cs: Max. cena:
de: Höchstpreis:
es: Precio max.:
pt: Preço máximo:
ru: Макс цена:
tr: Maksimum fiyat:
vi: Giá tối đa:
zh_hans: 最高价格：
zh_hant: 最高價格：

source: Description
es: Descripción
pt: Descrição
ru: Описание
zh_hans: 描述
zh_hant: 描述

# The item is not available
source: The item is not available for sale because it was recently purchased from the marketplace or cannot be traded
es: Este artículo no está disponible para la venta, ya que se compró recientemente en el mercado o no se podrá transferir
pt: Este item não está disponível para venda porque foi comprado recentemente no mercado ou não pode ser negociado
ru: Этот предмет недоступен для продажи, так как недавно куплен на торговой площадке или его нельзя передать
zh_hans: 该商品无法出售，因为它是最近从市场上购买的或无法交易
zh_hant: 該商品無法出售，因為它是最近從市場上購買的或無法交易

source: Amount
es: Total
pt: Valor
ru: Сумма ввода
zh_hans: 充值金额
zh_hant: 充值金額

source: pcs
zh_hans: 件

source: Pattern
cs: Vzor
pt: Padrão
ru: Паттерн
tr: Model
vi: Mẫu
zh_hans: 图案
zh_hant: 圖案

source: There are no items matching your request, try loosening the filter or resetting it
es: No hay artículos para su búsqueda, intente cambiar el filtro o quitarlo.
pt: Não há itens que correspondam à sua solicitação, tente afrouxar o filtro ou redefini-lo.
ru: Нет предметов, соответствующих вашему запросу, попробуйте ослабить фильтр или сбросить его.
zh_hans: 没有找到相关要求的物品，请尝试减少筛选项或重新筛选
zh_hant: 沒有找到相關要求的物品，請嘗試減少篩選項或重新篩選

source: Reset Filter
es: Quitar el filtro
pt: Redefinir filtro
ru: Сбросить фильтр
zh_hans: 重新筛选
zh_hant: 重新篩選

# maximum:
source: maximum: {{data.sameCount}}
de: maximal: {{data.sameCount}}
es: máximo: {{data.sameCount}}
pt: máximo: {{data.sameCount}}
ru: максимум: {{data.sameCount}}
tr: максимум: {{data.sameCount}}
vi: tối đa: {{data.sameCount}}
zh_hans: 最大限度: {{data.sameCount}}
zh_hant: 最大限度: {{data.sameCount}}

source: All items will be listed at the same price
cs: Všechny položky budou uvedeny za stejnou cenu
de: Alle Artikel werden zum gleichen Preis angeboten
es: Todos los artículos se enumerarán al mismo precio
pt: Todos os itens serão listados no mesmo preço
ru: Все предметы будут выставлены по одинаковой цене
tr: Все предметы будут выставлены по одинаковой цене
vi: Tất cả các mặt hàng sẽ được liệt kê ở cùng một mức giá
zh_hans: 所有商品将以相同价格列出
zh_hant: 所有商品將以相同價格列出

source: Category
es: Categoría
pt: Categoria
ru: Категория
zh_hans: 分类
zh_hant: 分類

source: Wear
es: Desgaste
pt: Desgaste
ru: Износ
zh_hans: 磨损程度
zh_hant: 磨損程度

source: Phase
es: Fase
pt: Fase
ru: Фаза
zh_hans: 阶段
zh_hant: 階段

source: Wear (Float) item:
es: Desgaste (Float) del artículo:
pt: Desgaste de item (Float):
ru: Износ (Флоат) предмета:
zh_hans: 物品磨损程度：
zh_hant: 物品磨損程度：

source: Change price
es: Cambiar el precio
pt: Alterar preço
ru: Изменить цену
zh_hans: 修改价格
zh_hant: 修改價格

source: Auto-buy requests
es: Búsquedas de compra automáticas
pt: Solicitações de compra automática
ru: Запросы на автопокупку
zh_hans: 请求自动购买
zh_hant: 請求自動購買

source: Requests
es: Búsquedas
pt: Solicitações
zh_hans: 请求
zh_hant: 請求

source: Interested price
es: Precio de interés
pt: Preço de interesse
ru: Интересующая цена
zh_hans: 心理价位
zh_hant: 心理價位

source: Current price
es: Precio actual
pt: Preço atual
ru: Текущая цена
zh_hans: 目前价位
zh_hant: 目前價位

source: Out of stock
es: No está a la venta
pt: Fora de estoque
ru: Нет в продаже
zh_hans: 缺货
zh_hant: 缺貨

source: Remove
es: Eliminar
pt: Remover
ru: Удалить
zh_hans: 撤销
zh_hant: 撤銷

source: Price has been changed
es: Precio cambiado
pt: Preço alterado
ru: Цена изменена
zh_hans: 价格已修改
zh_hant: 價格已修改

source: Error in set notification on item
es: Error al activar notificación para el artículo
pt: Erro ao definir notificação no item
ru: Ошибка в установке уведомления на предмет
zh_hans: 开启物品提醒失败
zh_hant: 開啟物品提醒失敗

source: View in 3D
es: Ver en 3D
pt: Visualizar em 3D
ru: Осмотреть в 3D
zh_hans: 3D展示
zh_hant: 3D展示

source: View in game
es: Ver en juego
pt: Visualizar no jogo
ru: Осмотреть в игре
zh_hans: 在游戏中展示
zh_hant: 在遊戲中展示

source: Fast buy
es: Compra rápida
pt: Compra rápida
ru: Быстрая покупка
zh_hans: 快速购买
zh_hant: 快速購買

source: Notify me if the price is lower
es: Notificar si el precio baja
pt: Notificar se o preço for menor
ru: Уведомить, если цена ниже
zh_hans: 低价提醒
zh_hant: 低價提醒

source: Enabled
ru: Включить
zh_hans: 开启

source: Notify
es: Notificar
pt: Notificar
ru: Уведомить
zh_hans: 提醒
zh_hant: 提醒

source: All notifications
es: Todas las notificaciones
pt: Todas as notificações
ru: Все уведомления
zh_hans: 所有通知提醒
zh_hant: 所有通知提醒

source: Buy if the price is lower
ru: Купить, если цена ниже
zh_hans: 如果降价则购买

source: Set order
ru: Установить ордер
zh_hans: 生成订单

source: All orders
ru: Все ордера
zh_hans: 所有订单

source: This is your item.
es: Este es su artículo.
pt: Este é o seu item.
ru: Это Ваш предмет.
zh_hans: 这是您的物品，
zh_hant: 這是您的物品，

source: You cannot add it to your cart or buy it.
es: No puede añadirlo al carro o comprarlo
pt: Você não pode adicioná-lo ao carrinho ou comprar
ru: Вы не можете добавить в корзину или купить его
zh_hans: 您不可以将它添加至购物车或购买
zh_hant: 您不可以將它添加至購物車或購買。

source: Same items
es: Artículos iguales
pt: Os mesmos itens
ru: Такие же предметы
zh_hans: 相同物品
zh_hant: 相同物品

source: Error get 3d link
ru: Ошибка в получении 3d ссылки
zh_hans: 获取3D链接时发生错误

source: Error url in response
ru: Ошибочный url
zh_hans: url 响应错误

source: Mail confirmed
es: Correo confirmado
pt: Correio confirmado
ru: Почта подтверждена
zh_hans: 邮件确认
zh_hant: 郵件確認

source: Now you can set up email alerts
es: Ahora puedes configurar alertas por correo electrónico
pt: Agora você pode configurar alertas de e-mail
ru: Теперь можно настроить оповещения по e-mail
zh_hans: 现在您可以设置电子邮件提醒
zh_hant: 現在您可以設置電子郵件提醒

source: Go to settings
es: Ir a la configuración
pt: Vá para as configurações
ru: Перейти к настройкам
zh_hans: 前往设置
zh_hant: 前往設置

source: Every time you withdraw funds from your account, you must enter payment password.
es: Cada vez que retire fondos de su cuenta, debe ingresar la contraseña de pago.
pt: Toda vez que você retirar fundos de sua conta, você deve inserir a senha de pagamento.
ru: Каждый раз, когда вы снимаете средства со своего счета, вы должны ввести платёжный пароль.
zh_hans: 每次从您的账户提款时，您必须输入支付密码
zh_hant: 每次從您的賬戶提款時，您必須輸入支付密碼

source: Error when get 3d link
ru: Ошибка в получении 3d ссылки
zh_hans: 获取3D链接时发生错误

source: Error in get in game link
es: Error al obtener el enlace del artículo
pt: Erro ao obter o link do item
ru: Ошибка в получении ссылки на предмет
zh_hans: 获取物品链接时错误
zh_hant: 獲取物品鏈接時錯誤

source: Order has been successfully placed
es: Pedido facturado con éxito
pt: Pedido postado com sucesso
ru: Ордер успешно выставлен
zh_hans: 下单成功
zh_hant: 下單成功

source: Failed to place order
es: Error en iniciar la orden
pt: Erro ao fazer pedido
ru: Ошибка в выставлении ордера
zh_hans: 下单失败
zh_hant: 下單失敗

source: Notify has been successfully placed
es: Notificación correcta
pt: Notificação postada com sucesso
ru: Уведомление успешно выставлено
zh_hans: 通知提醒开启成功
zh_hant: 通知提醒開啟成功

source: Notification successfully deleted
cs: Oznámení bylo úspěšně smazáno
de: Benachrichtigung erfolgreich gelöscht
es: Notificación eliminada exitosamente
pt: Notificação excluída com sucesso
ru: Уведомление успешно удалено
tr: Bildirim başarıyla silindi
vi: Đã xóa thông báo thành công
zh_hans: 通知已成功删除
zh_hant: 通知已成功刪除

source: Failed to place notify
es: Error al activar notificación
pt: Erro ao configurar notificação
ru: Ошибка в установке уведомления
zh_hans: 通知提醒开启失败
zh_hant: 通知提醒開啟失敗

source: Item has been added!
es: Artículo añadido
pt: Item adicionado
ru: Предмет добавлен
zh_hans: 物品已添加！
zh_hant: 物品已添加！

source: Error when add item to basket!
es: Error al añadir al carro
pt: Erro ao adicionar ao carrinho
ru: Ошибка в добавлении в корзину
zh_hans: 将物品加入购物车时发生错误！
zh_hant: 將物品加入購物車時發生錯誤！

source: Remove from sale
es: Retirar de la venta
pt: Remover da venda
ru: Снять с продажи
zh_hans: 取消出售
zh_hant: 取消出售

source: Cancel the trade
cs: Zrušit živnost
de: Den Handel abbrechen
es: Cancelar comercio
pt: Cancelar negociação
ru: Отменяем трейд
tr: İşlemi iptal et
vi: Hủy giao dịch
zh_hans: 取消交易
zh_hant: 取消交易

source: Waiting for a transfer
es: Espera la entrega
pt: Aguardando transferência
ru: Ожидает передачи
zh_hans: 等待转交
zh_hant: 等待轉交

source: Waiting for a buyer
es: Espera al comprador
pt: Aguardando o comprador
ru: Ожидание покупателя
zh_hans: 等待买家
zh_hant: 等待買家

source: Selling price
es: Precio de venta
pt: Preço de venda
ru: Цена продажи
zh_hans: 出售价格
zh_hant: 出售價格

source: You'll get
es: Usted recibirá
pt: Você obterá
zh_hans: 您将得到
zh_hant: 您將得到

source: Commission
es: Comisión
pt: Comissão
ru: Комиссия
zh_hans: 手续费
zh_hant: 手續費

source: Before making an exchange, check that all the data matches, otherwise you may be deceived. The one-time code is displayed as a message to the user when exchanged.
es: Antes de intercambiar, verifique todos los datos o le pueden engañar. El código de un solo uso se muestra como un mensaje al usuario cuando se efectúa el intercambio.
pt: Antes da troca, verifique a conformidade de todos os dados, caso contrário você poderá ser enganado. O código de uso único é exibido como uma mensagem para o usuário durante a troca.
ru: Перед обменом проверьте соответствие всех данных, иначе вас могут обмануть. Одноразовый код отображается в виде сообщения пользователю при обмене.
zh_hans: 在交换之前请检查所有信息是否符合，以避免受骗。在进行交换时，用户将收到一条带有一次性验证码的短信。
zh_hant: 在交換之前請檢查所有資訊是否符合，以避免受騙。在進行交換時，用戶將收到一條帶有一次性驗證碼的短信。

source: Accept through site
es: Aceptar a través del sitio
pt: Aceitar através do site
ru: Принять через сайт
zh_hans: 通过网站接受
zh_hant: 通過網站接受

source: MarketApp Client
zh_hans: CSGObuy售卖工具
zh_hant: CSGObuy售賣工具

source: Accept through client
es: Aceptar a través del cliente
pt: Aceitar através do cliente
ru: Принять через клиент
zh_hans: 通过客户端接受
zh_hant: 通過客戶端接受

source: By yourself in Steam client
es: Por ti mismo en el cliente de Steam
pt: Sozinho no cliente Steam
ru: Самостоятельно в мобильном приложении Steam
zh_hans: 自己在 Steam 客户端中
zh_hant: 自己在 Steam 客戶端中

# API requests
source: API requests (total: {{log.length}})
cs: Požadavky API (celkem: {{log.length}})
de: API-Anfragen (insgesamt: {{log.length}})
es: Solicitudes de API (total: {{log.length}})
pt: Solicitudes de API (total: {{log.length}})
ru: Запросы API (всего: {{log.length}})
tr: API istekleri (toplam: {{log.length}})
vi: Yêu cầu API (tổng cộng: {{log.length}})
zh_hans: API 请求（总计： {{log.length}})
zh_hant: API 請求（總計：{{log.length}})

source: Time
cs: Čas
de: Zeit
es: Tiempo
pt: Tempo
ru: Время
tr: Zaman
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Request
cs: Požadavek
de: Anfrage
es: Pedido
pt: Solicitar
ru: Реквест
tr: Rica etmek
vi: Lời yêu cầu
zh_hans: 要求
zh_hant: 要求

source: Creating an API key
cs: Vytvoření klíče API
de: Erstellen eines API-Schlüssels
es: Creación de una clave API
pt: Criando uma chave de API
ru: Создание API ключа
tr: API anahtarı oluşturma
vi: Tạo khóa API
zh_hans: 创建 API 密钥
zh_hant: 創建 API 密鑰

source: Please remember your key.
cs: Prosím, zapamatujte si svůj klíč.
de: Bitte merken Sie sich Ihren Schlüssel.
es: Por favor recuerda tu clave.
pt: Lembre-se da sua chave
ru: Пожалуйста, запомните Ваш ключ.
tr: Lütfen anahtarınızı unutmayın
vi: Hãy nhớ chìa khóa của bạn
zh_hans: 请记住你的钥匙
zh_hant: 請記住你的鑰匙

source: Your key [your_secret_key]:
cs: Váš klíč [váš_tajný_klíč]:
de: Ihr Schlüssel [Ihr_geheimer_Schlüssel]:
es: Tu clave [tu_clave_secreta]:
pt: Sua chave [your_secret_key]:
ru: Ваш ключ [ваш_секретный_ключ]:
tr: Anahtarınız [your_secret_key]:
vi: Khóa của bạn [your_secret_key]:
zh_hans: 你的密钥 [your_secret_key]：
zh_hant: 你的密鑰 [your_secret_key]：

source: Generate Api Key
cs: Vygenerovat klíč API
de: Api-Schlüssel generieren
es: Generar clave API
pt: Gerar chave de API
ru: Сгенерировать Api ключ
tr: Api Anahtarı Oluştur
vi: Tạo khóa Api
zh_hans: 生成 API 密钥
zh_hant: 生成 API 密鑰

source: Enable request logging for 20 minutes
cs: Povolit protokolování požadavků na 20 minut
de: Anforderungsprotokollierung für 20 Minuten aktivieren
es: Habilitar el registro de solicitudes durante 20 minutos
pt: Ativar registro de solicitação por 20 minutos
ru: Включить логгирование запросов на 20 минут
tr: 20 dakika boyunca istek günlüğünü etkinleştir
vi: Cho phép ghi nhật ký yêu cầu trong 20 phút
zh_hans: 启用请求日志记录 20 分钟
zh_hant: 啟用請求日誌記錄 20 分鐘

source: Important rules:
cs: Důležitá pravidla:
de: Wichtige Regeln:
es: Reglas importantes:
pt: Regras importantes:
ru: Важные правила:
tr: Önemli kurallar:
vi: Các quy tắc quan trọng:
zh_hans: 重要规则：
zh_hant: 重要規則：

source: It will be impossible to restore the key, it will only be possible to create a new one.
cs: Klíč nebude možné obnovit, bude možné pouze vytvořit nový.
de: Der Schlüssel kann nicht wiederhergestellt werden, es kann nur ein neuer erstellt werden.
es: Será imposible restaurar la clave, solo será posible crear una nueva.
pt: Será impossível restaurar a chave, só será possível criar uma nova.
ru: Ключ восстановить невозможно, только создать новый.
tr: Anahtarı geri yüklemek imkansız olacak, yalnızca yeni bir tane oluşturmak mümkün olacak.
vi: Sẽ không thể khôi phục khóa, chỉ có thể tạo một khóa mới.
zh_hans: 恢复密钥是不可能的，只能创建一个新密钥。
zh_hant: 恢復密鑰是不可能的，只能創建一個新密鑰。

source: Do not tell your key to anyone, you risk losing money and things.
cs: Svůj klíč nikomu neříkejte, riskujete ztrátu peněz a věcí.
de: Sagen Sie niemandem Ihren Schlüssel, Sie riskieren, Geld und Dinge zu verlieren.
es: No le digas tu clave a nadie, corres el riesgo de perder dinero y cosas.
pt: Não conte sua chave para ninguém, você corre o risco de perder dinheiro e coisas.
ru: Никому не сообщайте свой ключ, вы рискуете потерять деньги и вещи.
tr: Anahtarınızı kimseye söylemeyin, para falan kaybetme riskiniz var.
vi: Đừng tiết lộ chìa khóa của bạn cho bất kỳ ai, bạn có nguy cơ bị mất tiền và đồ đạc.
zh_hans: 不要把你的钥匙告诉任何人，你可能会失去金钱和东西。
zh_hant: 不要把你的鑰匙告訴任何人，你可能會失去金錢和東西。

source: API search
cs: Поиск по API
de: Поиск по API
es: Búsqueda de API
pt: API de pesquisa
ru: Поиск по API
tr: API araması
vi: tìm kiếm API
zh_hans: API搜索
zh_hant: API搜索
