Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# We are in the active development stage of a MarketApp Mobile
source: We are in the active development stage of a MarketApp Mobile and your opinion is incredibly important to us. Be one of the first to try out trading without a Desktop client or extension:
cs: Jsme ve fázi aktivního vývoje aplikace MarketApp Mobile a váš názor je pro nás nesmírně důležitý. Buďte jedni z prvních, kdo si vyzkouší obchodování bez desktopového klienta nebo rozšíření:
de: Wir befinden uns in der aktiven Entwicklungsphase einer MarketApp Mobile und Ihre Meinung ist für uns unglaublich wichtig. Seien Sie einer der Ersten, der den Handel ohne Desktop-Client oder Erweiterung ausprobieren kann:
es: Estamos en la fase de desarrollo activo de una MarketApp Mobile y su opinión es increíblemente importante para nosotros. Sea uno de los primeros en probar el comercio sin un cliente de escritorio o extensión:
pt: Estamos em fase de desenvolvimento ativo de um MarketApp Mobile e sua opinião é extremamente importante para nós. Seja um dos primeiros a experimentar a negociação sem um cliente ou extensão para desktop:
ru: Мы находимся в стадии активной разработки мобильного MarketApp, и ваше мнение невероятно важно для нас. Станьте одним из первых, кто попробует торговать без настольного клиента или расширения:
tr: MarketApp Mobile'ın aktif geliştirme aşamasındayız ve görüşleriniz bizim için son derece önemli. Masaüstü istemcisi veya uzantısı olmadan ticaret yapmayı ilk deneyenlerden biri olun:
vi: Chúng tôi đang trong giai đoạn phát triển tích cực của MarketApp Mobile và ý kiến của bạn cực kỳ quan trọng đối với chúng tôi. Hãy là một trong những người đầu tiên thử giao dịch mà không cần máy tính để bàn hoặc tiện ích mở rộng:

# Download on the Google
source: Download on the
de: Download auf der
ru: Скачайте на
vi: Tải xuống trên

# Download on the Appstore
source: Download on the
de: Download auf der
ru: Скачайте на
vi: Tải xuống trên

source: Download on the Google Play QR code
cs: Stáhněte si na Google Play QR kód
de: Herunterladen über den Google Play QR-Code
es: Descargar en Google Play Código QR
pt: Download no código QR do Google Play
ru: Скачать в Google Play QR-код
tr: Google Play QR kodu üzerinden indirin
vi: Tải xuống trên mã QR Google Play

source: Download on the Google Play
cs: Stáhnout na Google Play
de: Herunterladen auf Google Play
es: Descargar en Google Play
pt: Download no Google Play
ru: Скачать в Google Play
tr: Google Play'den indirin
vi: Tải xuống trên Google Play

source: Download on the Appstore QR code
cs: Stáhnout v Appstore QR kód
de: Im Appstore herunterladen QR-Code
es: Descargar en Appstore Código QR
pt: Download na Appstore Código QR
ru: Скачать в Appstore QR-код
tr: Appstore'da İndir QR kodu
vi: Tải xuống trong mã QR Appstore

# Download on the Appstore image
source: Download on the Appstore
cs: Stáhnout v Appstore
de: Im Appstore herunterladen
es: Descargar en Appstore
pt: Download na Appstore
ru: Скачать в Appstore
tr: Appstore'dan indirin
vi: Tải xuống trong Appstore

source: Submitted
cs: Odesláno
de: Eingereicht
es: Enviado
pt: Submetido
ru: Подана
tr: Gönderilen
vi: Đã gửi

source: Cancelled
cs: Zrušeno
de: Abgesagt
es: Cancelado
pt: Cancelado
ru: Отменена
tr: İptal edildi
vi: Đã hủy

# Cancel operation
source: Cancel
cs: Zrušení
de: Stornieren
es: Cancelar
pt: Cancelar
ru: Отменить
tr: İptal etmek
vi: Hủy bỏ

source: Trade skins safely
cs: Bezpečně obchodujte
de: Sicherer Handel mit Fellen
es: Comercie con pieles de forma segura
pt: Negocie skins com segurança
ru: Торгуй скинами безопасно
tr: Güvenli bir şekilde deri ticareti yapın
vi: Giao dịch skin một cách an toàn

source: With our applications, the trading process is fast and convenient
cs: S našimi aplikacemi je proces obchodního procesu rychlý a pohodlný
de: Mit unseren Anwendungen ist der Handelsvorgang schnell und bequem
es: Con nuestras aplicaciones, el proceso de negociación es rápido y cómodo
pt: Com nossos aplicativos, o processo de negociação é rápido e conveniente
ru: С нашими приложениями процесс торговли быстрый и удобный
tr: Uygulamalarımızla ticaret süreci hızlı ve rahattır
vi: Với các ứng dụng của chúng tôi, quá trình giao dịch diễn ra nhanh chóng và thuận tiện

source: Install the main client to set up sales on the site
cs: Nainstalujte hlavní klient pro nastavení prodeje na webu
de: Installieren Sie den Haupt-Client, um Verkäufe auf der Website einzurichten
es: Instale el cliente principal para configurar las ventas en el sitio web
pt: Instale o cliente principal para configurar as vendas no site
ru: Устанавливайте основной клиент, чтобы настроить продажи на сайте
tr: Sitede satış yapmak için ana istemciyi kurun
vi: Cài đặt client chính để thiết lập bán hàng trên site

source: Manage multiple accounts at the same time
cs: Spravujte více účtů současně
de: Verwalten Sie mehrere Konten zur gleichen Zeit
es: Gestione varias cuentas al mismo tiempo
pt: Gerenciar várias contas ao mesmo tempo
ru: Управляйте несколькими учетными записями одновременно
tr: Aynı anda birden fazla hesabı yönetin
vi: Quản lý nhiều tài khoản cùng lúc

source: Set up auto-confirmation of trades after downloading the maFile
cs: Po stažení mafile nastavte automatické potvrzení obchodů
de: Richten Sie die automatische Bestätigung von Geschäften nach dem Herunterladen der MaFile ein
es: Configure la autoconfirmación de las operaciones después de descargar el maFile
pt: Configurar a confirmação automática de negociações após o download do maFile
ru: Настройте автоподтверждение трейдов, после загрузки maFile
tr: maFile'ı indirdikten sonra işlemlerin otomatik onaylanmasını ayarlayın
vi: Thiết lập tự động xác nhận giao dịch sau khi tải xuống maFile

source: Download for Mac/Windows/Linux
es: Descargar para Mac/Windows/Linux
pt: Download para Mac/Windows/Linux
ru: Скачать на Mac/Windows/Linux
tr: Mac/Windows/Linux için indirin
vi: Tải xuống cho Mac/Windows/Linux

source: Trade via phone without having to install a Desktop client
cs: Vyměňte prostřednictvím telefonu, aniž byste museli instalovat klienta na ploše
de: Handeln Sie über das Telefon, ohne einen Desktop-Client installieren zu müssen
es: Opere a través del teléfono sin tener que instalar un cliente de escritorio
pt: Negocie por telefone sem precisar instalar um cliente de desktop
ru: Торгуйте через телефон без необходимости устанавливать клиент
tr: Masaüstü istemcisi kurmak zorunda kalmadan telefon üzerinden ticaret yapın
vi: Giao dịch qua điện thoại mà không cần cài đặt máy tính để bàn

source: Set up pop-up notifications about important operations on the site
cs: Nastavte vyskakovací oznámení o důležitých operacích na webu
de: Einrichten von Pop-up-Benachrichtigungen über wichtige Vorgänge auf der Website
es: Configure notificaciones emergentes sobre operaciones importantes en el sitio web
pt: Configure notificações pop-up sobre operações importantes no site
ru: Настройте всплывающие уведомления о важных операциях на сайте
tr: Sitedeki önemli işlemler hakkında açılır bildirimler ayarlayın
vi: Thiết lập thông báo bật lên về các thao tác quan trọng trên trang web

source: View offers and inspect items in 3D without logging in via Steam
cs: Zobrazit nabídky a zkontrolovat položky ve 3D bez přihlášení Via Steam
de: Angebote ansehen und Artikel in 3D inspizieren, ohne sich über Steam anzumelden
es: Vea ofertas e inspeccione artículos en 3D sin necesidad de iniciar sesión a través de Steam
pt: Veja ofertas e inspecione itens em 3D sem fazer login no Steam
ru: Просмотривайте предложения и осматривайте предметы в 3D без Steam авторизации
tr: Steam üzerinden giriş yapmadan teklifleri görüntüleyin ve öğeleri 3D olarak inceleyin
vi: Xem các ưu đãi và kiểm tra các mặt hàng ở chế độ 3D mà không cần đăng nhập qua Steam

source: MarketАpp Mobile
cs: MarketApp Mobile
es: MarketАpp Móvil
pt: MarketApp Mobile
ru: MarketApp Mobile
tr: MarketApp Mobil
vi: MarketApp Mobile

source: Download for Android/iOS
cs: Stáhnout pro Android/iOS
de: Herunterladen für Android/iOS
es: Descargar para Android/iOS
pt: Download para Android/iOS
ru: Скачать на Android/IOS
tr: Android/iOS için indirin
vi: Tải xuống cho Android/iOS

source: In a few clicks, set up sales directly in the Chrome and Firefox browser
cs: Při několika kliknutích nastavte prodej přímo v prohlížeči Chrome a Firefox
de: Mit wenigen Klicks Verkäufe direkt im Chrome- und Firefox-Browser einrichten
es: En unos pocos clics, configura las ventas directamente en el navegador Chrome y Firefox
pt: Em poucos cliques, configure as vendas diretamente no navegador Chrome e Firefox
ru: В несколько кликов настройте продажи прямо в браузере Chrome и Firefox
tr: Birkaç tıklamayla, satışları doğrudan Chrome ve Firefox tarayıcısında ayarlayın
vi: Chỉ trong vài cú nhấp chuột, thiết lập hoạt động bán hàng trực tiếp trên trình duyệt Chrome và Firefox

source: No need to enter any data from your Steam account
cs: Není třeba zadávat žádná data z vašeho účtu Steam
de: Sie müssen keine Daten aus Ihrem Steam-Konto eingeben
es: No necesitas introducir ningún dato de tu cuenta de Steam
pt: Não é necessário inserir nenhum dado de sua conta Steam
ru: Не нужно вводить никаких данных от вашего Steam аккаунта
tr: Steam hesabınızdan herhangi bir veri girmenize gerek yok
vi: Không cần nhập bất kỳ dữ liệu nào từ tài khoản Steam của bạn

source: Use only the key functions, which are intuitively simple and safe
cs: Používejte pouze klíčové funkce, které jsou intuitivně jednoduché a bezpečné
de: Verwenden Sie nur die wichtigsten Funktionen, die intuitiv einfach und sicher sind
es: Utiliza sólo las funciones clave, que son intuitivamente sencillas y seguras
pt: Use apenas as funções principais, que são intuitivamente simples e seguras
ru: Пользуйтесь только ключевыми функциями, с которыми всё интуитивно просто и безопасно
tr: Sadece sezgisel olarak basit ve güvenli olan temel işlevleri kullanın
vi: Chỉ sử dụng các chức năng chính, đơn giản và an toàn về mặt trực quan

source: Download for Chrome/Firefox
cs: Stáhnout pro Chrome/Firefox
de: Herunterladen für Chrome/Firefox
es: Descargar para Chrome/Firefox
pt: Download para Chrome/Firefox
ru: Установить для Chrome/Firefox
tr: Chrome/Firefox için indirin
vi: Tải xuống cho Chrome/Firefox

source: Answers to popular questions
cs: Odpovědi na populární otázky
de: Antworten auf beliebte Fragen
es: Respuestas a preguntas populares
pt: Respostas a perguntas populares
ru: Ответы на популярные вопросы
tr: Popüler sorulara yanıtlar
vi: Câu trả lời cho các câu hỏi phổ biến

source: Do you still need help?
cs: Stále potřebujete pomoc?
de: Brauchen Sie noch Hilfe?
es: ¿Aún necesitas ayuda?
pt: Você ainda precisa de ajuda?
ru: Все еще нужна помощь?
tr: Hala yardıma ihtiyacınız var mı?
vi: Bạn vẫn cần giúp đỡ chứ?

source: If you did not find the necessary information in our
cs: Pokud jste nenašli potřebné informace v našem
de: Wenn Sie die notwendigen Informationen nicht in unserer Website gefunden haben
es: Si no has encontrado la información necesaria en nuestro
pt: Se você não encontrou as informações necessárias em nosso
ru: Если вы не нашли необходимой информации в нашем
tr: Gerekli bilgileri sitemizde bulamadıysanız
vi: Nếu bạn không tìm thấy thông tin cần thiết trong

source: write to our
cs: Napište naši
de: schreiben Sie an unser
es: escriba a nuestro
pt: escreva para nosso
ru: напишите нам в
tr: bize yazın
vi: viết thư cho chúng tôi

source: technical support
cs: technická podpora
de: technischen Support
es: soporte técnico
pt: suporte técnico
ru: техподдержку
tr: tekni̇k destek
vi: hỗ trợ kỹ thuật

source: Which app is better to install?
cs: Která aplikace je lepší nainstalovat?
de: Welche App ist besser zu installieren?
es: ¿Qué aplicación es mejor instalar?
pt: Qual aplicativo é melhor instalar?
ru: Какое приложение лучше установить?
tr: Hangi uygulamayı yüklemek daha iyidir?
vi: Ứng dụng nào tốt hơn để cài đặt?

source: It depends on your needs: if you trade frequently, choose a mobile application or a client, if you need a basic set of functionality, install an extension.
cs: Závisí to na vašich potřebách: Pokud obchodujete často, vyberte mobilní aplikaci nebo klienta, pokud potřebujete základní sadu funkčnosti, nainstalujte rozšíření.
de: Das hängt von Ihren Bedürfnissen ab: Wenn Sie häufig handeln, wählen Sie eine mobile Anwendung oder einen Client, wenn Sie eine grundlegende Funktionalität benötigen, installieren Sie eine Erweiterung.
es: Depende de sus necesidades: si opera con frecuencia, elija una aplicación móvil o un cliente, si necesita un conjunto básico de funciones, instale una extensión.
pt: Depende de suas necessidades: se você negocia com frequência, escolha um aplicativo móvel ou um cliente; se você precisa de um conjunto básico de funcionalidades, instale uma extensão.
ru: Зависит от потребностей: если вы торгуете часто – выбирайте мобильное приложение или клиент, если вам достаточно базового набора функционала – устанавливайте расширение.
tr: İhtiyaçlarınıza bağlıdır: sık sık işlem yapıyorsanız, bir mobil uygulama veya bir istemci seçin, temel bir işlevsellik setine ihtiyacınız varsa, bir uzantı yükleyin.
vi: Nó phụ thuộc vào nhu cầu của bạn: nếu bạn giao dịch thường xuyên, hãy chọn ứng dụng di động hoặc ứng dụng khách, nếu bạn cần một bộ chức năng cơ bản, hãy cài đặt tiện ích mở rộng.

source: Is it safe?
cs: Je to bezpečné?
de: Ist es sicher?
pt: É seguro?
ru: А это безопасно?
tr: Güvenli mi?
vi: Nó có an toàn không?

source: Yes. Before you start selling, we strongly recommend that you read the basic safety rules in our FAQ:
cs: Ano.Než začnete prodávat, důrazně doporučujeme, abyste si přečetli základní bezpečnostní pravidla v našem FAQ:
de: Ja. Bevor Sie mit dem Verkauf beginnen, empfehlen wir Ihnen dringend, die grundlegenden Sicherheitsregeln in unseren FAQ zu lesen:
es: Sí. Antes de empezar a vender, le recomendamos encarecidamente que lea las normas básicas de seguridad en nuestras FAQ:
pt: Sim. Antes de começar a vender, recomendamos enfaticamente que você leia as regras básicas de segurança em nossas Perguntas frequentes:
ru: Да. Перед началом продаж настоятельно рекомендуем ознакомится с основными правилами безопасности в нашем FAQ:
tr: Evet. Satışa başlamadan önce SSS bölümümüzdeki temel güvenlik kurallarını okumanızı şiddetle tavsiye ederiz:
vi: Đúng. Trước khi bắt đầu bán hàng, chúng tôi thực sự khuyên bạn nên đọc các quy tắc an toàn cơ bản trong Câu hỏi thường gặp của chúng tôi:

source: Do I need to install everything at once?
cs: Musím všechno nainstalovat najednou?
de: Muss ich alles auf einmal installieren?
es: ¿Tengo que instalarlo todo a la vez?
pt: Preciso instalar tudo de uma vez?
ru: Нужно ли устанавливать сразу всё?
tr: Her şeyi bir kerede yüklemem gerekiyor mu?
vi: Tôi có cần cài đặt mọi thứ cùng một lúc không?

source: No. We recommend that one of the proposed options be used at the same time.
cs: Ne. Doporučujeme, aby jedna z navrhovaných možností byla použita současně.
de: Nein. Wir empfehlen, eine der vorgeschlagenen Optionen gleichzeitig zu verwenden.
es: No. Recomendamos utilizar al mismo tiempo una de las opciones propuestas
pt: Não. Recomendamos que uma das opções propostas seja usada ao mesmo tempo.
ru: Нет. Мы рекомендуем одновременно использовать один из предложенных вариантов.
tr: Hayır. Önerilen seçeneklerden birinin aynı anda kullanılmasını öneririz
vi: Không. Chúng tôi khuyên bạn nên sử dụng đồng thời một trong các phương án được đề xuất

source: Install for Chrome
cs: Instalace pro Chrome
de: Für Chrome installieren
es: Instalar para Chrome
pt: Instalar para o Chrome
ru: Установить для Chrome
tr: Chrome için yükleyin
vi: Cài đặt cho Chrome

source: Install for Firefox
cs: Instalace pro Firefox
de: Für Firefox installieren
es: Instalar para Firefox
pt: Instalar para o Firefox
ru: Установить для Firefox
tr: Firefox için yükleyin
vi: Cài đặt cho Firefox

source: Trade skins safely with our applications
cs: Obchodujte se skiny bezpečně s našimi aplikacemi
de: Mit unseren Anwendungen können Sie Felle sicher handeln
es: Intercambia máscaras de forma segura con nuestras aplicaciones.
pt: Negocie skins com segurança com nossos aplicativos
ru: Торгуйте скинами безопасно с помощью наших приложений
tr: Uygulamalarımızla güvenli bir şekilde skin ticareti yapın
vi: Giao dịch giao diện một cách an toàn với các ứng dụng của chúng tôi

source: Download the Market App
cs: Stáhněte si Market App
de: Laden Sie die Market-App herunter
es: Descarga el Market App
pt: Baixe o Market App
ru: Установите Market App
tr: Market App İndirin
vi: Tải xuống ứng dụng Thị trường

source: Scan the QR Code using your phone
cs: Naskenujte QR kód pomocí telefonu
de: Scannen Sie den QR-Code mit Ihrem Telefon
es: Escanea el código QR usando tu teléfono
pt: Digitalize o QR Code usando seu telefone
ru: Отсканируйте QR-Code с помощью своего телефона
tr: Telefonunuzu kullanarak QR Kodunu tarayın
vi: Quét mã QR bằng điện thoại của bạn

# We are in the active development stage of a MarketApp Mobile and
source: We are in the active development stage of a MarketApp Mobile and your opinion is incredibly important to us. Be one of the first to try out trading without a Desktop client or extension:
cs: Jsme ve fázi aktivního vývoje MarketApp Mobile a váš názor je pro nás neuvěřitelně důležitý. Buďte mezi prvními, kdo vyzkouší obchodování bez desktopového klienta nebo rozšíření:
de: Wir befinden uns in der aktiven Entwicklungsphase einer MarketApp Mobile und Ihre Meinung ist uns unglaublich wichtig. Seien Sie einer der Ersten, die den Handel ohne Desktop-Client oder Erweiterung ausprobieren:
es: Estamos en la etapa de desarrollo activo de MarketApp Mobile y su opinión es increíblemente importante para nosotros. Sea uno de los primeros en probar el comercio sin una extensión o un cliente de escritorio:
pt: Estamos em fase ativa de desenvolvimento de um MarketApp Mobile e sua opinião é extremamente importante para nós. Seja um dos primeiros a experimentar negociar sem um cliente Desktop ou extensão:
ru: Мы находимся в стадии активного развития нового мобильного приложения, и твое мнение для нас невероятно важно. Стань одним из первых, кто опробует торговлю без клиента или расширения
tr: MarketApp Mobile'ın aktif geliştirme aşamasındayız ve görüşleriniz bizim için inanılmaz derecede önemli. Masaüstü istemcisi veya uzantısı olmadan işlem yapmayı deneyen ilk kişilerden biri olun:
vi: Chúng tôi đang trong giai đoạn phát triển tích cực của MarketApp Mobile và ý kiến của bạn cực kỳ quan trọng đối với chúng tôi. Hãy là một trong những người đầu tiên thử giao dịch mà không cần máy tính để bàn hoặc tiện ích mở rộng:

source: Download APK File
cs: Stáhnout soubor APK
de: APK-Datei herunterladen
es: Descargar archivo APK
pt: Baixar arquivo APK
ru: Скачать APK файл
tr: APK Dosyasını İndirin
vi: Tải xuống tệp APK

# Unknown error tell us how it happened
source: Unknown error. Contact <a href="/usercab/support">technical support</a> and tell us how it happened.
ru: Неизвестная ошибка. Обратитесь в <a href="/usercab/support">техническую поддержку</a> и расскажите как она произошла.

# Unknown error
source: Unknown error. Contact <a href="/usercab/support">technical support</a>.
ru: Неизвестная ошибка. Обратитесь в <a href="/usercab/support">техническую поддержку</a>.

# Steam Web API key is not linked
source: Steam Web API key is not linked. In the <a href="/usercab/settings">basic profile settings</a>, try clicking on the "Update" button or check the API key at the <a target="_blank" href="https://steamcommunity.com/dev/apikey">link</a>.
ru: Не привязан Steam Web API ключ. В <a href="/usercab/settings">базовых настройках профиля</a>, попробуйте нажать на кнопку "Update" или проверьте API ключ по <a target="_blank" href="https://steamcommunity.com/dev/apikey">ссылке</a>.

source: Oops, something went wrong. We are already working to fix this error. Sorry for the temporary inconvenience.
ru: Упс, что-то пошло не так. Мы уже работаем над устранением этой ошибки. Извините за временные неудобства.

source: Failed to load your inventory. Try updating it.
ru: Не удалось загрузить ваш инвентарь. Попробуйте обновить его.

# Make your inventory public in your Steam profile settings.
source: Make your inventory <b>public</b> in your Steam profile settings.
ru: Сделайте инвентарь <b>публичным</b> в настройках профиля Steam.

source: Something went wrong. We are already working to fix this error.
ru: Упс, что-то пошло не так. Мы уже работаем над устранением этой ошибки. Извините за временные неудобства.

source: Oops, something went wrong. We are already working to fix this error. Contact <a href="/usercab/support">technical support</a>.
ru: Упс, что-то пошло не так. Мы уже работаем над устранением этой ошибки. Обратитесь в <a href="/usercab/support">техническую поддержку</a>.

source: You have no items to transfer. Check your inventory and try again.
ru: У вас нет вещей для передачи. Проверьте свой инвентарь и попробуйте еще раз.

# Steam Web API key is not linked. In the basic profile settings
source: Steam Web API key is not linked. In the <a href="/usercab/settings">basic profile settings</a>, try clicking on the “Update” button or check the API key at the <a target="_blank" href="https://steamcommunity.com/dev/apikey">link</a>.
ru: Не привязан Steam Web API ключ. В базовых <a href="/usercab/settings">настройках профиля</a>, попробуйте нажать на кнопку “Update” или проверьте Api ключ по <a target="_blank" href="https://steamcommunity.com/dev/apikey">ссылке</a>.

source: Cannot check trade status. We are waiting for confirmation from Steam.
ru: Не удается проверить статус обмена. Ожидаем подтверждение от Steam.

source: Failed to create an trade offer. Wait, we are already trying to do this again.
ru: Не удалось создать предложение обмена. Ожидайте, мы уже повторно пытается это сделать.

source: Failed to create an trade offer. Try again.
ru: Не удалось создать предложение обмена. Попробуйте еще раз.

# Failed to create an exchange offer. Try again or contact technical support.
source: Failed to create an exchange offer. Try again or contact <a href="/usercab/support">technical support</a>.
ru: Не удалось создать предложение обмена. Попробуйте еще раз или обратитесь <a href="/usercab/support">техническую поддержку</a>.

source: We are trying to create an trade offer with a bot, check the list of exchanges.
ru: Мы пытаемся создать обмен с ботом, проверьте список обменов.

source: Failed to create an trade offer with a bot. Try again or contact <a href="/usercab/support">technical support</a>.
ru: Не удалось создать обмен с ботом. Попробуйте еще раз или обратитесь в <a href="/usercab/support">техническую поддержку</a>.

source: Trades are not available on your Steam account. You can send a trade offer to your friend on Steam to find out the reason for the restrictions on your account.
ru: У вас недоступны обмены. Вы можете предложить обмен своему другу в Steam, чтобы узнать причину ограничений на вашем аккаунте.

source: There are no required items in your Steam inventory. Check your inventory and try again.
ru: В вашем инвентаре нет необходимых предметов. Проверьте инвентарь и попробуйте еще раз.

source: An incorrect captcha code has been entered. Try again.
ru: Введён неверный код с капчи. Попробуйте еще раз.

# ngb.alert.close
source: Закрыть
de: Schließen
vi: Mở

# ngb.carousel.previous
source: Предыдущая
de: Vorherige Seite
vi: Trước

# ngb.carousel.next
source: Следующая
de: Nächste Seite
vi: Tiếp theo

# ngb.datepicker.select-month
source: Выберете месяц
de: Wählen Sie einen Monat aus
vi: Hãy chọn tháng

# ngb.datepicker.select-year
source: Выберете год
de: Wählen Sie ein Jahr aus
vi: Hãy chọn năm

# ngb.datepicker.previous-month
source: Предыдущий месяц
de: Vorheriger Monat
vi: Tháng trước
