Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: To sale from a mobile device, you need to install the
cs: Chcete-li prodávat z mobilního zařízení, musíte si nainstalovat
de: Um von einem mobilen Gerät aus zu verkaufen, müssen Sie das installieren
es: Para vender desde un dispositivo móvil es necesario instalar el
pt: Para vender a partir de um dispositivo móvel, você precisa instalar o
ru: Чтобы торговать с мобильного браузера, вам необходимо установить
tr: Mobil cihazdan satış yapmak için yüklemeniz gerekir
vi: Để bán hàng từ thiết bị di động, bạn cần cài đặt
zh_hans: 要从移动设备进行销售，您需要安装
zh_hant: 要從行動裝置進行銷售，您需要安裝

source: and keep it enabled on your computer, then go to the
cs: a ponechte ji na svém počítači povolenou, poté přejděte do
de: und lassen Sie es auf Ihrem Computer aktiviert, dann gehen Sie zur
es: y mantenlo habilitado en tu computadora, luego ve a
pt: e mantenha-o ativado no seu computador, depois vá para o
ru: и держать его включенным на своем компьютере, затем перейти в раздел
tr: bilgisayarınızda etkin tutun ve ardından şuraya gidin
vi: và duy trì tính năng này trên máy tính của bạn, sau đó đi tới
zh_hans: 并在您的计算机上保持启用状态，然后转到
zh_hant: 並在您的計算機上保持啟用狀態，然後轉到

source: and click on the
cs: a klikněte na
de: und klicken Sie auf
es: y haga clic en el
pt: e clique no
ru: и нажать на кнопку
tr: ve üzerine tıklayın
vi: và bấm vào
zh_hans: 并单击
zh_hant: 並點擊

source: Remove item
cs: Odebrat položku
de: Gegenstand entfernen
es: Remover el artículo
pt: Remover item
ru: Удалить
tr: Öğeyi kaldırmak
vi: Loại bỏ mục
zh_hans: 除去项目
zh_hant: 除去項目

source: MarketApp Mobile iOS
zh_hans: 市场应用移动 iOS
zh_hant: 市場應用行動 iOS

source: MarketApp Mobile Android
zh_hans: 市场应用移动安卓
zh_hant: 市場應用行動安卓

source: To main
cs: Na hlavní
de: Zur Hauptsache
es: Al principal
pt: Para principal
ru: На главную
tr: Ana sayfaya
vi: Để chính
zh_hans: 至主要
zh_hant: 至主要

source: Market TOP-1 price:
de: Markt-TOP-1-Preis:
ru: Цена ТОП-1 Market:
vi: Giá TOP-1 trên thị trường:
zh_hans: 市场TOP-1价格：

source: Steam price:
de: Steam-Preis:
ru: Цена Steam:
vi: Giá hơi:
zh_hans: 蒸汽价格:

source: Authorization/login
cs: Autorizace/přihlášení
de: Autorisierung/Anmeldung
es: Autorización/iniciar sesión
pt: Autorização/login
ru: Авторизация/вход
tr: Yetkilendirme/giriş
vi: Ủy quyền/đăng nhập
zh_hans: 授权/登录
zh_hant: 授權/登入

source: Login/Register via Steam
de: Anmelden/Registrieren über Steam
ru: Войти/зарегистрироваться через Steam
vi: Đăng nhập/Đăng ký qua Steam
zh_hans: 通过 Steam 登录/注册

source: Do not log out for 10 days
cs: Neodhlašujte se po dobu 10 dnů
de: Melden Sie sich 10 Tage lang nicht ab
es: No cierres sesión durante 10 días
pt: Não saia por 10 dias
ru: Не выходить из системы в течении 10 дней
tr: 10 gün boyunca çıkış yapmayın
vi: Không đăng xuất trong 10 ngày
zh_hans: 10 天内不要退出
zh_hant: 10天內不要退出

source: I agree with the terms of the Agreement, Agency Agreement
cs: Souhlasím s podmínkami smlouvy, smlouvy o zastoupení
de: Ich stimme den Bedingungen der Vereinbarung, Agenturvereinbarung zu
es: Estoy de acuerdo con los términos del Acuerdo, Acuerdo de Agencia
pt: Concordo com os termos do Contrato, Contrato de Agência
ru: Я согласен с условиями Договора, Агентского соглашения
tr: Sözleşmenin, Acentelik Sözleşmesinin şartlarını kabul ediyorum
vi: Tôi đồng ý với các điều khoản của Thỏa thuận, Thỏa thuận đại lý
zh_hans: 我同意协议、代理协议的条款
zh_hant: 我同意協議、代理協議的條款

source: You have successfully logged in via Steam
cs: Úspěšně jste se přihlásili přes Steam
de: Sie haben sich erfolgreich über Steam angemeldet
es: Has iniciado sesión correctamente a través de Steam.
pt: Você fez login com sucesso via Steam
ru: Вы успешно вошли через Steam
tr: Steam üzerinden başarıyla giriş yaptınız
vi: Bạn đã đăng nhập thành công qua Steam
zh_hans: 您已成功通过 Steam 登录
zh_hant: 您已成功透過Steam登入

source: You are successful through Steam, please associate your Market.CSGO account
cs: Jste úspěšní prostřednictvím Steamu, připojte svůj účet Market.CSGO
de: Sie waren erfolgreich über Steam. Bitte verknüpfen Sie Ihr Market.CSGO-Konto
es: Tienes éxito a través de Steam, asocia tu cuenta Market.CSGO
pt: Você obteve sucesso no Steam, associe sua conta Market.CSGO
ru: Вы успешно через Steam, пожалуйста, ассоциируйте аккаунт Market.CSGO
tr: Steam aracılığıyla başarılı oldunuz, lütfen Market.CSGO hesabınızı ilişkilendirin
vi: Bạn đã thành công thông qua Steam, vui lòng liên kết tài khoản Market.CSGO của bạn
zh_hans: 您已成功通过Steam，请关联您的Market.CSGO账号
zh_hant: 您已透過Steam成功，請關聯您的Market.CSGO帳戶

source: You can get the code again via
cs: Kód můžete znovu získat prostřednictvím
de: Den Code könnt ihr euch nochmal holen über
es: Puede obtener el código nuevamente a través de
pt: Pode obter o código novamente via
ru: Вы сможете запросить код повторно через
tr: Kodu tekrar alabilirsiniz.
vi: Bạn có thể lấy lại mã thông qua
zh_hans: 重新获取短信验证码
zh_hant: 重新獲取短信驗證碼

source: Country Code
de: Landesvorwahl
ru: Код страны
vi: Mã quốc gia
zh_hans: 区号

source: Enter new phone number
de: Neue Telefonnummer eingeben
ru: Введите новый номер телефона
vi: Nhập số điện thoại mới
zh_hans: 新手机号码

source: Enter code from SMS sent to current phone number
de: Geben Sie den Code aus der SMS ein, die an die aktuelle Telefonnummer gesendet wurde
ru: Введите код из SMS с текущего номера телефона
vi: Nhập mã từ tin nhắn SMS gửi đến số điện thoại hiện tại
zh_hans: 旧手机号短信验证码

source: Enter code from SMS sent to new phone number
de: Geben Sie den Code aus der SMS ein, die an die neue Telefonnummer gesendet wurde
ru: Введите код из SMS с нового номера телефона
vi: Nhập mã từ tin nhắn SMS gửi đến số điện thoại mới
zh_hans: 新手机号短信验证码

source: Change number
de: Nummer wechseln
ru: Изменить номер
vi: Thay đổi số
zh_hans: 更换手机号码

# China terms
source: terms
zh_hans: 的条款

source: There is a buyer for your item.
de: Es gibt einen Käufer für Ihren Artikel, item.market_hash_name bestätigt den Erhalt in Ihrem (<a href='/usercab'>Profil</a>)
ru: Есть покупатель на ваш предмет, item.market_hash_name подтвердите передачу в (<a href='/usercab'>дашборде</a>)
vi: Có người mua mặt hàng của bạn, item.market_hash_name xác nhận đã nhận trong (<a href='/usercab'>hồ sơ</a>) của bạn
zh_hans: 您在售的饰品 item.market_hash_name 已被人购买，请在5分钟之内进行发货！出于安全考虑，若不及时发货，交易将会自动取消。 <br> 温馨提示：多次未发货将导致账号禁用，请及时发货。

source: pc
ru: шт.

# Without a trade-url, you won&apos;t be able to buy or sell items
source: Without a trade-url, you won't be able to buy or sell items
ru: Без trade-url вы не сможете покупать и продавать предметы

source: market.csgo.com is not affiliated with Steam or Valve corp
es: market.csgo.com no asociado con Steam o Valve corp
pt: market.csgo.com não afiliado ao Steam ou Valve corp
ru: market.csgo.com не связан со Steam или Valve corp
zh_hant: csgobuy.cn 與 Steam 或 Valve corp 無關

# Are you sure you want to delete the order for
source: Are you sure you want to delete the order for this.order.market_hash_name
ru: Вы уверены, что хотите удалить ордер на this.order.market_hash_name

# Are you sure you want to remove the notification on
source: Are you sure you want to remove the notification on this.order.market_hash_name
es: ¿Está seguro que desea eliminar la notificación para this.order.market_hash_name
pt: Tem certeza de que deseja remover a notificação em this.order.market_hash_name
ru: Вы уверены, что хотите удалить уведомление на this.order.market_hash_name
zh_hant: 您確定想要取消this.order.market_hash_name的消息通知嗎？

# Best Offers
source: Best Offer: <span>{{offers[0].price}}</span><mat-icon class="icon bold" svgIcon="{{offers[0].currency}}"></mat-icon>
ru: Лучшее предложение: <span>{{offers[0].price}}</span><mat-icon class="icon bold" svgIcon="{{offers[0].currency}}"></mat-icon>

source: offers
es: ofertas
pt: ofertas
ru: предложений

source: for
ru: за

source: Fail to stop sales
es: Error al suspender las ventas
pt: Falha ao interromper as vendas
ru: Ошибка в остановке продаж

source: requests
ru: Запросов

source: Order was successfully deleted
ru: Ордер успешно удален

# You&apos;ll get
source: You'll get
ru: Вы получите

source: Read these rules carefully before buying
ru: Внимательно прочитайте эти правила перед покупкой

# Please type a
source: Please type a extraFields[key].label
es: Por favor, introduzca
pt: Por favor, insira
ru: Пожалуйста, введите
zh_hant: 請輸入extraFields[key].label

source: After the transfer of our application for withdrawal (the transition of the application to the status "Transferred"), it may take 3-4 business days before the funds are credited to the card The payment system may refuse to transfer funds to the card after the transaction is completed. In this case, your funds will be returned to your account on the site. If the card data is deleted before the application transitions to the "Transferred" status, the funds will not be transferred
ru: После передачи нашей заявки на вывод (переход заявки в статус "Переведена") до зачисления средств на карту может пройти 3-4 рабочих дня Платежная система может отказать в переводе средств на карту после завершения транзакции. В этом случае ваши средства будут возвращены на ваш счет на сайте. Если данные карты будут удалены до того, как заявка перейдет в статус "Переведено", средства не будут переведены

source: If the card data is deleted before the application transitions to the "Transferred" status, the funds will not be transferred
ru: Если данные карты будут удалены до того, как заявка перейдет в статус "Переведено", средства не будут переведены

source: In order to prevent the legalization (laundering) of funds obtained by criminal means, we limit the withdrawal of these funds for 5 days. Part of the funds that you have deposited into your account has been "frozen". It will be available after the freeze time has elapsed.
ru: В целях предотвращения легализации (отмывания) средств, полученных преступным путем, мы ограничиваем вывод этих средств на 5 дней. Часть средств, которые вы внесли на свой счет, была «заморожена». Он будет доступен после истечения времени заморозки.

# Can&apos;t verify installation extension
source: Can't verify installation extension
ru: Не удается проверить расширение

source: Sale on the site is not instant. The buyer's money will be blocked for 10 minutes, after which you must transfer the item to the user.
ru: Продажа на сайте не моментальная. Деньги покупателя будут заблокированы на 10 минут, после чего вы должны передать товар пользователю.

source: You are currently not tracking any item, you can subscribe to a price change on the item page <app-svg [name]="'helper'" [width]="24" [height]="93"></d
ru: В настоящее время вы не отслеживаете ни один товар, вы можете подписаться на изменение цены на странице товара. <app-svg [name]="'helper'" [width]="24" [height]="93"></d

source: The selected currency will be debited from your account and converted at the current exchange rate.
ru: С вашего счета будет списана выбранная валюта, и сконвертирована по текущему курсу

# ApiImportantDesc
source: Here you can create/re-create a private key for automatic trading, which will be linked to your account. If you do not understand why the key is needed, then please, for your own safety, do not tell it to anyone. In test mode, we launched the sale of an application that allows you to automate trading on our website - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. By using the API, you agree to the terms of the <a routerLink="/static/terms">contract</a>, in particular the 4-hour limited warranty.
cs: Zde si můžete vytvořit/znovu vytvořit soukromý klíč pro automatické obchodování, který bude propojen s vaším účtem. Pokud nerozumíte, proč je klíč potřeba, pak jej prosím pro vaši vlastní bezpečnost neříkejte kdokoli. V testovacím režimu jsme spustili prodej aplikace, která vám umožňuje automatizovat obchodování na našem webu - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. Používáním rozhraní API souhlasíte s podmínkami <a routerLink="/static/terms">smlouvu</a>, zejména 4hodinovou omezenou záruku.
de: Hier können Sie einen privaten Schlüssel für den automatischen Handel erstellen/neu erstellen, der mit Ihrem Konto verknüpft wird.Wenn Sie nicht verstehen, warum der Schlüssel benötigt wird, dann teilen Sie es ihm zu Ihrer eigenen Sicherheit bitte nicht mit Im Testmodus haben wir den Verkauf einer Anwendung gestartet, mit der Sie den Handel auf unserer Website automatisieren können - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. Durch die Nutzung der API stimmen Sie den Bedingungen des <a routerLink="/static/terms">zu Vertrag</a>, insbesondere die eingeschränkte 4-Stunden-Garantie.
es: Aquí puede crear/volver a crear una clave privada para el comercio automático, que se vinculará a su cuenta. Si no comprende por qué se necesita la clave, entonces, por su propia seguridad, no se la diga. cualquiera En modo de prueba, lanzamos la venta de una aplicación que le permite automatizar el comercio en nuestro sitio web - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. Al usar la API, acepta los términos del <a routerLink="/static/terms">contract</a>, en particular la garantía limitada de 4 horas
pt: Aqui você pode criar/recriar uma chave privada para negociação automática, que será vinculada à sua conta. Se você não entender por que a chave é necessária, por favor, para sua própria segurança, não diga a ela qualquer um. Em modo de teste, lançamos a venda de um aplicativo que permite automatizar a negociação em nosso site - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. Ao usar a API, você concorda com os termos do <a routerLink="/static/terms">contract</a>, em particular a garantia limitada de 4 horas
ru: Здесь вы можете создать/пересоздать приватный ключ для автоматической торговли, который будет привязан к вашему аккаунту.Если вы не понимаете, зачем нужен ключ, то, пожалуйста, для вашей же безопасности, не сообщайте его В тестовом режиме мы запустили в продажу приложение, позволяющее автоматизировать торговлю на нашем сайте - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. Используя API, вы соглашаетесь с условиями <a routerLink="/static/terms">контракта</a>, в частности 4-часовую ограниченную гарантию.
tr: Burada, hesabınıza bağlanacak otomatik ticaret için bir özel anahtar oluşturabilir/yeniden oluşturabilirsiniz. Anahtarın neden gerekli olduğunu anlamadıysanız, lütfen kendi güvenliğiniz için bunu başkalarına söylemeyin. test modunda, web sitemizde alım satımı otomatikleştirmenizi sağlayan bir uygulamanın satışını başlattık - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. API'yi kullanarak <a routerLink="/static/terms">şartlarını kabul etmiş olursunuz. sözleşme</a>, özellikle 4 saatlik sınırlı garanti.
vi: Tại đây, bạn có thể tạo/tái tạo khóa cá nhân để giao dịch tự động, khóa này sẽ được liên kết với tài khoản của bạn. Nếu bạn không hiểu tại sao lại cần khóa này, thì vui lòng, vì sự an toàn của chính bạn, đừng nói với tôi bất kỳ ai. Ở chế độ thử nghiệm, chúng tôi đã triển khai bán ứng dụng cho phép bạn tự động hóa giao dịch trên trang web của chúng tôi - <a href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. Bằng cách sử dụng API, bạn đồng ý với các điều khoản của <a routerLink="/static/terms">hợp đồng</a>, đặc biệt là bảo hành có giới hạn trong 4 giờ.
zh_hant: 在這裡您可以創建/重新創建一個用於自動交易的私鑰，它將鏈接到您的賬戶。 如果您不明白為什麼需要密鑰，那麼為了您自己的安全，請不要告訴任何人。 在測試模式下，我們推出了一款應用程序的銷售，該應用程序允許您在我們的網站上進行自動化交易 - <a title="CounterBot" href="https://bot.csgo.com/home" target="_blank">CounterBot </a> 使用 API，即表示您同意<a title="Contract" routerLink="/static/terms">合同</a>，特別是 4 小時有限保修。

source: Open the authenticator click on the "+" icon and scan the qr code using your phone or tablet.
ru: Откройте аутентификатор, нажмите на значок "+" значок и отсканируйте qr-код с помощью телефона или планшета.

source: Where can I find the exchange link
es: Dónde encontrar el enlace de intercambio
pt: Onde encontro o link de troca?
ru: Где найти ссылку на обмен

# Try repeat switching on sales after
source: Try repeat switching on sales after delayParams.delay / 1000 seconds
ru: Попробовать повторно включить продажи после delayParams.delay / 1000 секунд

# Switching on sales after
source: Switching on sales after delayParams.delay / 1000 seconds
ru: Включение продаж после delayParams.delay / 1000 секунд

# is ready to receive in
source: item.market_hash_name is ready to receive in (<a href='/usercab'>dashboard</a>)
ru: item.market_hash_name получен (<a href='/usercab'>дашборд</a>)

# item is now available for x
source: item.market_name is now available for item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
de: item.market_name ist jetzt verfügbar für item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
ru: item.market_name сейчас доступен за item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
vi: item.market_name hiện có sẵn cho item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)

source: Purchased item item.market_hash_name is ready to receive. Pick it up in <a href='/usercab'>dashboard</a>
ru: Купленный предмет item.market_hash_name is ready to receive. Pick it up in <a href='/usercab'>dashboard</a>

# You can choose from
source: You can choose from validatorValue.min to validatorValue.max. Current validatorValue.current.
es: Elija de validatorValue.min hasta validatorValue.max. Current validatorValue.current
pt: Escolha de validatorValue.min até validatorValue.max. Current validatorValue.current
ru: Выберете от validatorValue.min до validatorValue.max. Current validatorValue.current
zh_hant: 請從 validatorValue.min 至 validatorValue.max選擇。目前 validatorValue.current。

# Minimum length
source: Minimum length validatorValue.requiredLength
es: Longitud mínima
pt: Comprimento mínimo
ru: Минимальная длина
zh_hant: 最短長度 validatorValue.requiredLength

# Maximum length
source: Maximum length validatorValue.requiredLength
es: Longitud máxima
pt: Comprimento máximo
ru: Максимальная длина
zh_hant: 最長長度 validatorValue.requiredLength

# Maximum value
source: Maximum value validatorValue.max
es: Valor máximo
pt: Valor máximo
ru: Максимальное значение
zh_hant: 最大值 validatorValue.max

# Minimum value
source: Minimum value validatorValue.min
es: Valor mínimo
pt: Valor mínimo
ru: Минимальное значение
zh_hant: 最小值 validatorValue.min

source: Date must be older that typeof validatorValue.max?.toDate === "function" ?? validatorValue.max?.toDate().toLocaleDateString()
es: La fecha debe ser mayor que
pt: A data deve ser mais velha que
ru: Дата должна быть старше чем
zh_hant: 日期應早於typeof validatorValue.max?.toDate === "function" ?? validatorValue.max?.toDate().toLocaleDateString()

# items for sale
source: result?.length && result?.length <= 1 ? 'The item is for sale.' : 'The items are for sale'
ru: result?.length && result?.length <= 1 ? 'Предмет выставлен на продажу.' : 'Предметы выставлены на продажу.'

# items for sale plural
source: this.i18nPluralPipe.transform( result?.length, { '=1': 'The item is for sale.', 'other': 'The items are for sale', })
ru: this.i18nPluralPipe.transform( result?.length, { '=1': 'Товар выставлен на продажу.', 'other': 'Товары выставлены на продажу.', })

source: Dota Market
ru: Dota Маркет

# Sell items rules text 2
source: If you fail to deliver the skin on time several times, the ability to sell skins will be temporarily disabled, please make your trades on time.
cs: Pokud nekolikrát nedoručíte skin včas, tak možnost prodeje bude dočasně vypnuta, a proto prosím Vás, učiňte obchodní nabídky včas.
de: Wenn Sie den Skin mehrmals nicht rechtzeitig abliefern, wird die Möglichkeit, ihn zu verkaufen, zeitweise abgeschaltet, bitte machen Sie Ihre Verkäufe rechtzeitig.
es: Si no entregas el skin a tiempo varias veces, la capacidad de vender skins será desactivada temporalmente, por favor realiza tus trades a tiempo.
pt: Se durante algumas vezes você não entregar a skin a tempo, a possibilidade de vender será temporariamente desativada, por favor, faça negociações a tempo.
ru: Если вы несколько раз не доставите скин вовремя, возможность продажи будет временно отключена, пожалуйста, совершайте трейды вовремя.
tr: Tarafınızdan sağlanan görünüm teslimatı birkaç defa zamanında yapılmamış tespit edilirse ozaman satma olanağına geçici olarak son verilecektir. Takasları zamanında gerçekleştirmeniz önemle rica olunur.
vi: Trường hợp bạn không giao skin đúng hạn nhiều lần, chức năng bán đồ sẽ bị khóa tạm thời, vì vậy, vui lòng thực hiện giao dịch đúng thời hạn.
zh_hant: 多次未發貨將導致賬號禁用，請及時發貨。

source: After confirming this transaction, an amount equal to the value of the item will be deducted from your balance and frozen for 10 minutes. This is necessary so that all parties involved in the transaction have time to confirm the exchange.
ru: После подтверждения этой операции, сумма в размере стоимости предмета спишется с вашего баланса и будет заморожена на 10 минут. Это необходимо для того, чтобы все участники сделки успели подтвердить обмен.

source: If the seller will not confirm the exchange in time, the money will be returned to your account 10 minutes after this transaction is confirmed.
ru: Если продавец не успел подтвердить обмен, деньги вернутся на ваш счёт спустя 10 минут после подтверждения этой операции.

source: After the seller confirms the exchange, you need to accept it within 5 minutes. If you do not accept the exchange in this time, you may be charged penalty points. Also, if you reject or do not accept too many exchanges, the site will temporarily restrict your ability to buy.
ru: После того, как продавец подтвердит обмен, вам необходимо принять его в течении 5 минут. Если в этом случае вы не примите обмен, вам могут быть начислены штрафные баллы. Также если вы отклоните или не будете принимать слишком много обменов, сайт временно ограничит вам возможность делать покупки.

# x requests for n or higher
source: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>for <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> or this.colorIndex === 0 ? higher : below </div>
de: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>für <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> oder this.colorIndex === 0 ? higher : below </div>
ru: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>за <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> или this.colorIndex === 0 ? higher : below </div>
vi: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>cho <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> hoặc this.colorIndex === 0 ? higher : below </div>

source: Take part in the beta testing of our Mobile App!
cs: Zúčastněte se beta testování naší mobilní aplikace!
de: Nehmen Sie an den Betatests unserer Mobile App teil!
es: ¡Participe en las pruebas beta de nuestra App Móvil!
pt: Participe do teste beta de nosso aplicativo móvel!
ru: Примите участие в бета-тестировании нашего мобильного приложения!
tr: Mobil Uygulamamızın beta testine katılın!
vi: Tham gia thử nghiệm beta Ứng dụng di động của chúng tôi!
