Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
ru: Двухфакторная аутентификация
vi: Xác thực hai yếu tố
zh_hans: 双因素身份验证

source: Automatic reload after
cs: Automatické opětovné načtení po
de: Automatisches Nachladen danach
es: Recarga automática después
pt: Recarga automática após
ru: Автоматическая перезагрузка через
tr: Şu süreden sonra otomatik yeniden yükleme
vi: Tự động tải lại sau
zh_hans: 之后自动重新加载
zh_hant: 之後自動重新加載

# event070424_1
source: You must do these actions before 04/10/2024, otherwise our system will count pending trades as unsuccessful.
cs: Tyto akce musíte provést do 4. 10. 2024, jinak bude náš systém počítat nevyřízené obchody jako neúspěšné.
de: Sie müssen diese Aktionen vor dem 10.04.2024 durchführen, andernfalls zählt unser System ausstehende Trades als erfolglos.
es: Debe realizar estas acciones antes del 10/04/2024; de lo contrario, nuestro sistema contará las operaciones pendientes como fallidas.
pt: Você deve realizar essas ações antes de 10/04/2024, caso contrário nosso sistema contará as negociações pendentes como malsucedidas.
ru: Вы должны сделать эти действия до 10.04.2024, иначе наша система засчитает зависшие трейды неуспешными.
tr: Bu işlemleri 04/10/2024 tarihinden önce yapmanız gerekmektedir, aksi takdirde sistemimiz bekleyen işlemleri başarısız sayacaktır.
vi: Bạn phải thực hiện những hành động này trước ngày 10/04/2024, nếu không hệ thống của chúng tôi sẽ coi các giao dịch đang chờ xử lý là không thành công.
zh_hans: 您必须在 2024 年 4 月 10 日之前执行这些操作，否则我们的系统会将待处理交易视为不成功。
zh_hant: 您必須在 2024 年 4 月 10 日之前執行這些操作，否則我們的系統會將待處理交易視為不成功。

# event070424
source: Attention! We have fully resumed trading operations. If you have any trades stuck, update the MarketApp or extension to the latest versions and log in. If you trade in another way, bind the access token via a POST request with JSON. Read more <a target="_blank" href="https://t.me/market_csgo_dota2/148">here</a>.
cs: Pozornost! Plně jsme obnovili obchodní operace. Pokud máte nějaké obchody zaseknuté, aktualizujte MarketApp nebo rozšíření na nejnovější verze a přihlaste se. Pokud obchodujete jiným způsobem, svažte přístupový token prostřednictvím požadavku POST s JSON. Přečtěte si více <a target="_blank" href="https://t.me/market_csgo_dota2/148">zde</a>.
de: Aufmerksamkeit! Wir haben den Handelsbetrieb vollständig wieder aufgenommen. Wenn irgendwelche Trades stecken bleiben, aktualisieren Sie die MarketApp oder Erweiterung auf die neuesten Versionen und melden Sie sich an. Wenn Sie auf andere Weise handeln, binden Sie das Zugriffstoken über eine POST-Anfrage mit JSON. Lesen Sie <a target="_blank" href="https://t.me/market_csgo_dota2/148">hier</a> mehr.
es: ¡Atención! Hemos reanudado completamente las operaciones comerciales. Si tiene alguna operación bloqueada, actualice MarketApp o extensión a las últimas versiones e inicie sesión. Si opera de otra manera, vincule el token de acceso mediante una solicitud POST con JSON. Leer más <a target="_blank" href="https://t.me/market_csgo_dota2/148">aquí</a>.
pt: Atenção! Retomamos totalmente as operações comerciais. Se você tiver alguma negociação travada, atualize o MarketApp ou extensão para as versões mais recentes e faça login. Se você negociar de outra forma, vincule o token de acesso por meio de uma solicitação POST com JSON. Leia mais <a target="_blank" href="https://t.me/market_csgo_dota2/148">aquí</a>.
ru: Внимание! Мы полностью возобновили работу трейдов. Если у вас зависли какие-либо сделки, обновите MarketApp или расширение до последних версий и авторизуйтесь. Если торгуете другим способом, привяжите access token через POST запрос с JSON. Подробней читайте <a target="_blank" href="https://t.me/market_csgo_dota2/148">здесь</a>.
tr: Dikkat! Ticaret operasyonlarımıza tamamen yeniden başladık. Takılmış herhangi bir işleminiz varsa MarketApp'i veya uzantıyı en son sürümlere güncelleyin ve oturum açın. Başka bir şekilde işlem yapıyorsanız erişim jetonunu JSON ile bir POST isteği aracılığıyla bağlayın. Daha fazlasını buradan <a target="_blank" href="https://t.me/market_csgo_dota2/148">okuyun</a>.
vi: Chú ý! Chúng tôi đã nối lại hoàn toàn hoạt động giao dịch. Nếu bạn gặp bất kỳ giao dịch nào bị kẹt, hãy cập nhật MarketApp hoặc tiện ích mở rộng lên phiên bản mới nhất và đăng nhập. Nếu bạn giao dịch theo cách khác, hãy liên kết mã thông báo truy cập thông qua yêu cầu POST bằng JSON. Đọc thêm tại <a target="_blank" href="https://t.me/market_csgo_dota2/148">đây</a>.
zh_hans: 注意力！我们已全面恢复交易业务。如果您有任何交易被卡住，请将 MarketApp 或扩展程序更新到最新版本并登录。如果您以其他方式进行交易，请通过带有 JSON 的 POST 请求绑定访问令牌。<a target="_blank" href="https://t.me/market_csgo_dota2/148">在这里阅读更多内容。</a>
zh_hant: 注意力！我們已全面恢復交易業務。如果您有任何交易卡住，請將 MarketApp 或擴充功能更新至最新版本並登入。如果您以其他方式進行交易，請透過帶有 JSON 的 POST 請求綁定存取權杖。<a target="_blank" href="https://t.me/market_csgo_dota2/148">在這裡閱讀更多內容。</a>

# Market Title
source: CSGO Market - sell skins cs go, buy skins cs go!
cs: CSGO Market - kupujte cs go skiny, prodávejte cs go skiny!
de: CSGO Market - cs go Skins kaufen, cs go Skins verkaufen!
es: CSGO Market - venda skins cs go, compre skins cs go!
pt: CSGO Market - vende skins cs go, compra skins cs go!
ru: CSGO Market - купить скины кс го, продать скины кс го!
tr: CSGO Market - cs satıyor derileri satıyor, cs satıyor derileri al!
vi: CSGO Market - mua skin cs go, bán skin cs go!
zh_hans: CSGObuy饰品交易平台|出售CSGO饰品皮肤|CSGO饰品皮肤购买交易
zh_hant: CSGObuy饰品交易平台|出售CSGO饰品皮肤|CSGO饰品皮肤购买交易

source: Volume
cs: Hlasitost
de: Volumen
es: Volumen
pt: Tom
ru: Объём
tr: Hacim
vi: Âm lượng
zh_hans: 体积
zh_hant: 體積

# ngb.alert.close
source: Close
ru: Закрыть
zh_hans: 关闭

# ngb.carousel.slide-number
source: Slide ing keyboard 'a of right'. */
de: Folie ing keyboard 'a von right'. */
vi: Slide ing keyboard 'a trong tổng số right'. */
zh_hans: 第ing keyboard 'a页right'. */

# ngb.carousel.previous
source: Previous
ru: Предыдущая
zh_hans: 上一页

# ngb.carousel.next
source: Next
ru: Следующая
zh_hans: 下一页

# ngb.datepicker.select-month
source: Select month
ru: Выберете месяц
zh_hans: 选择月份

# ngb.datepicker.select-year
source: Select year
ru: Выберете год
zh_hans: 选择年份

# ngb.datepicker.previous-month
source: Previous month
ru: Предыдущий месяц
zh_hans: 上一个月

source: Remove my notify
es: Eliminar mi notificación
pt: Remover minha notificação
ru: Удалить уведомление
zh_hans: 删除我的通知
zh_hant: 刪除我的通知

source: All autobuy requests
cs: Všechny žádosti o autobuy
de: Alle Autobuy-Anfragen
es: Todas las solicitudes de compra automática
pt: Todos os pedidos de compra automática
ru: Все запросы на автопокупку
tr: Tüm otomatik satın alma istekleri
vi: Tất cả các yêu cầu mua tự động
zh_hans: 所有自动购买请求
zh_hant: 所有自動購買請求

source: Qty
cs: množství
de: Menge
es: Cantidad
pt: quantidade
ru: Кол-во
tr: adet
vi: số lượng
zh_hans: 数量
zh_hant: 數量

source: Remove my order
ru: Удалить ордер
zh_hans: 删除我的订单

source: Are you sure you want to remove your order? <br> It will be impossible to undo the action.
es: ¿Está seguro de que desea eliminar su pedido? <br> Será imposible deshacer la acción.
pt: Tem certeza que deseja remover seu pedido? <br> Será impossível desfazer a ação.
ru: Вы уверены, что хотите удалить свой ордер? <br> Отменить действие будет невозможно
zh_hans: 你确定要删除你的订单吗？<br>此操作将无法撤消。" 数据类型
zh_hant: 你確定要刪除你的訂單嗎？<br>此操作將無法撤消。" 數據類型

# ngb.datepicker.next-month
source: Next month
ru: Следующий месяц
zh_hans: 下一个月

# ngb.pagination.first-aria
source: First
zh_hans: 第一个
zh_hant: 第一個

# ngb.pagination.previous-aria
source: Previous
zh_hans: 上一页
zh_hant: 上一頁

# ngb.pagination.next-aria
source: Next
zh_hans: 下一页
zh_hant: 下一頁

source: ATTENTION! At the moment, exchanges on Steam are working with a very low traffic, so your transactions are not work.
cs: POZORNOST! V tuto chvíli fungují burzy na Steamu s velmi nízkým provozem, takže vaše transakce nefungují.
de: AUFMERKSAMKEIT! Im Moment arbeiten die Börsen auf Steam mit sehr geringem Datenverkehr, sodass Ihre Transaktionen nicht funktionieren.
es: ¡ATENCIÓN! Por el momento, los intercambios en Steam funcionan con un tráfico muy bajo, por lo que sus transacciones no funcionan.
pt: ATENÇÃO! No momento, as trocas no Steam estão funcionando com um tráfego muito baixo, então suas transações não estão funcionando.
ru: ВНИМАНИЕ! В данный момент обмены в Стим работают с очень низкой проходимостью, поэтому ваши сделки не работают.
tr: Sorununuz satış ve satın alma ile ilgili değilse destek servisine yazın.
vi: CHÚ Ý! Hiện tại, các sàn giao dịch trên Steam đang hoạt động với lưu lượng truy cập rất thấp, vì vậy các giao dịch của bạn không hoạt động.
zh_hans: 注意力！ 目前，Steam 上的交易所流量非常低，因此您的交易无法正常进行。
zh_hant: 注意力！ 目前，Steam 上的交易所流量非常低，因此您的交易無法正常進行。

source: More
cs: Více
de: Mehr
es: Más
pt: Mais
ru: Подробнее
tr: Daha
vi: Hơn
zh_hans: 更多的
zh_hant: 更多的

source: Hide
cs: Skrýt
de: Verstecken
es: Esconder
pt: Esconder
ru: Скрыть
tr: Saklamak
vi: Trốn
zh_hans: 隐藏
zh_hant: 隱藏

source: If you do not receive an exchange, do not receive money, do not receive an item - wait 24 hours and only then write to Technical Support if your problem is not solved. Otherwise, your ticket will be closed without a response.
cs: Pokud neobdržíte výměnu, neobdržíte peníze, neobdržíte položku - počkejte 24 hodin a teprve poté napište na technickou podporu, pokud se váš problém nevyřeší. V opačném případě bude váš tiket uzavřen bez odezvy.
de: Wenn Sie keinen Umtausch erhalten, kein Geld erhalten, keinen Artikel erhalten - warten Sie 24 Stunden und schreiben Sie erst dann an den technischen Support, wenn Ihr Problem nicht gelöst ist. Andernfalls wird Ihr Ticket ohne Antwort geschlossen.
es: Si no recibe un cambio, no recibe dinero, no recibe un artículo, espere 24 horas y solo luego escriba al Soporte técnico si su problema no se resuelve. De lo contrario, su ticket se cerrará sin respuesta.
pt: Se você não receber uma troca, não receber dinheiro, não receber um item - aguarde 24 horas e só então escreva para o Suporte Técnico se o seu problema não for resolvido. Caso contrário, seu ticket será encerrado sem resposta.
ru: Если вам не приходит обмен, не приходят деньги, не приходит предмет - подождите 24 часа и только потом пишите в Техподдержку, если ваша проблема не решится. В противном случае ваш тикет будет закрыт без ответа.
tr: Bir değişim almazsanız, para almazsanız, bir ürün almazsanız - 24 saat bekleyin ve ancak o zaman sorununuz çözülmezse Teknik Destek'e yazın. Aksi takdirde biletiniz cevap verilmeden kapatılacaktır.
vi: Nếu bạn không nhận được trao đổi, không nhận được tiền, không nhận được hàng - hãy đợi 24 giờ và chỉ sau đó viết thư cho Bộ phận hỗ trợ kỹ thuật nếu vấn đề của bạn chưa được giải quyết. Nếu không, vé của bạn sẽ bị đóng mà không có phản hồi.
zh_hans: 如果您没有收到换货、没有收到钱、没有收到物品 - 等待 24 小时，只有在您的问题没有解决时才写信给技术支持。 否则，您的工单将在没有回复的情况下关闭。
zh_hant: 如果您沒有收到換貨、沒有收到錢、沒有收到物品 - 等待 24 小時，只有在您的問題沒有解決時才寫信給技術支持。 否則，您的工單將在沒有回复的情況下關閉。

# If your problem is not related to sales and purchases, write to support
source: If your problem is not related to sales and purchases, write to <a routerLink="/usercab/support" title="Support">support</a>.
cs: Pokud váš problém nesouvisí s prodejem a nákupem, napište <a routerLink="/usercab/support" title="Support">službě podpory</a>.
de: Wenn Ihr Problem nicht mit Verkäufen und Einkäufen zusammenhängt, schreiben Sie an den <a routerLink="/usercab/support" title="Support">Support-Service</a>.
es: Si su problema no está relacionado con las ventas y compras, escriba al servicio de <a routerLink="/usercab/support" title="Support">soporte</a>.
pt: Se o seu problema não estiver relacionado a vendas e compras, escreva para o serviço de <a routerLink="/usercab/support" title="Support">suporte</a>.
ru: Если ваша проблема не касается продаж и покупок – напишите в <a routerLink="/usercab/support" title="Support">службу поддержки</a>.
tr: Sorununuz satış ve satın alma ile ilgili değilse destek <a routerLink="/usercab/support" title="Support">servisine yazın</a>.
vi: Nếu vấn đề của bạn không liên quan đến bán hàng và mua hàng, hãy viết thư cho dịch vụ <a routerLink="/usercab/support" title="Support">hỗ trợ</a>.
zh_hans: 如果您的问题与销售和采购无关，<a routerLink="/usercab/support" title="Support">请写信给支持服务</a>.
zh_hant: 如果您的問題與銷售和採購無關，<a routerLink="/usercab/support" title="Support">請寫信給支持服務</a>.

# ngb.pagination.last-aria
source: Last
zh_hans: 最后
zh_hant: 最後

# ngb.timepicker.HH
source: HH
zh_hans: 小时

# ngb.timepicker.hours
source: Hours
zh_hans: 小时

# ngb.timepicker.MM
source: MM
zh_hans: 分钟

# ngb.timepicker.minutes
source: Minutes
zh_hans: 分钟

# ngb.timepicker.increment-hours
source: Increment hours
zh_hans: 增加小时数

# ngb.timepicker.decrement-hours
source: Decrement hours
zh_hans: 减少小时数

# ngb.timepicker.increment-minutes
source: Increment minutes
zh_hans: 增加分钟数

# ngb.timepicker.decrement-minutes
source: Decrement minutes
zh_hans: 减少分钟数

# ngb.timepicker.SS
source: SS
zh_hans: 秒

# ngb.timepicker.seconds
source: Seconds
zh_hans: 秒

# ngb.timepicker.increment-seconds
source: Increment seconds
zh_hans: 增加秒数

# ngb.timepicker.decrement-seconds
source: Decrement seconds
zh_hans: 减少秒数

# ngb.toast.close-aria
source: Close
zh_hans: 关闭

source: All rights reserved
es: Todos los derechos reservados
pt: Todos os direitos reservados
ru: Все права защищены
zh_hans: 版权所有
zh_hant: 版權所有

source: ©2021 market.csgo.com
zh_hans: ©2021 csgobuy.cn

# offers-plural
source: {VAR_PLURAL, plural, =1 {offer} other {offers}}
es: {VAR_PLURAL, plural, =1 {ofertas} other {ofertas}}
pt: {VAR_PLURAL, plural, =1 {ofertas} other {ofertas}}
ru: {VAR_PLURAL, plural, =1 {предложение} few {предложения} many {предложений} other {предложений}}
zh_hans: {VAR_PLURAL, plural, =1 {优惠} other {优惠}}
zh_hant: {VAR_PLURAL, plural, =1 {優惠} other {優惠}}

source: Offers
es: Ofertas
pt: Ofertas
ru: Предложения
zh_hans: 优惠
zh_hant: 優惠

source: Best Offer
es: Mejor oferta
pt: Melhor oferta
ru: Лучшее предложение
zh_hans: 最好的报价
zh_hant: 最好的報價

source: Contact us
es: Contáctenos
pt: Contate-nos
ru: Связаться с нами
zh_hans: 联系我们
zh_hant: 聯繫我們

# Title Contact us
source: Contact us
es: Contáctenos
pt: Contate-nos
ru: Связаться с нами
zh_hans: CSGObuy饰品交易平台|出售CSGO饰品皮肤|CSGO饰品皮肤购买交易
zh_hant: CSGObuy飾品交易平台|出售CSGO飾品皮膚|CSGO飾品皮膚購買交易

# Description Contact us
source: Contact us
es: Contáctenos
pt: Contate-nos
ru: Связаться с нами
zh_hans: CSGObuy游戏饰品交易平台，饰品丰富、交易便捷、价格实惠、安全可靠，千万件CSGO饰品皮肤任君挑选！上CSGObuy，饰品价格比同行多卖一些！
zh_hant: CSGObuy遊戲飾品交易平台，飾品豐富、交易便捷、價格實惠、安全可靠，千萬件CSGO飾品皮膚任君挑選！上CSGObuy，飾品價格比同行多賣一些！

source: Legal
es: Reglas
pt: Regras
ru: Правила
zh_hans: 法律
zh_hant: 法律

# Title Legal
source: Legal
es: Reglas
pt: Regras
ru: Правила
zh_hans: CSGObuy饰品交易平台|出售CSGO饰品皮肤|CSGO饰品皮肤购买交易
zh_hant: CSGObuy飾品交易平台|出售CSGO飾品皮膚|CSGO飾品皮膚購買交易

# Description Legal
source: Legal
es: Reglas
pt: Regras
ru: Правила
zh_hans: CSGObuy游戏饰品交易平台，饰品丰富、交易便捷、价格实惠、安全可靠，千万件CSGO饰品皮肤任君挑选！上CSGObuy，饰品价格比同行多卖一些！
zh_hant: CSGObuy遊戲飾品交易平台，飾品豐富、交易便捷、價格實惠、安全可靠，千萬件CSGO飾品皮膚任君挑選！上CSGObuy，飾品價格比同行多賣一些！

source: market.csgo.com is not affiliated with Steam or Valve corp
zh_hans: csgobuy.cn 与 Steam 或 Valve corp 无关

source: Buy
es: Comprar
pt: Comprar
ru: Купить
zh_hans: 购买
zh_hant: 購買

source: Cart
es: Carro
pt: Cesta
ru: Корзина
zh_hans: 购物车
zh_hant: 購物車

source: Total
ru: Всего
zh_hans: 总计
zh_hant: 總計

source: Items
es: Artículos
pt: Itens
ru: Предметы
zh_hans: 物品
zh_hant: 物品

source: Empty cart
es: Vaciar carro
pt: Carrinho vazio
ru: Очистить корзину
zh_hans: 清空购物车
zh_hant: 清空購物車

source: Cart is empty
ru: Корзина пуста
zh_hans: 购物车空空如也

source: Cancel
es: Cerrar
pt: Cancelar
ru: Закрыть
zh_hans: 取消
zh_hant: 取消

source: Clear
es: Vaciar
pt: Limpar
ru: Очистить
zh_hans: 清除
zh_hant: 清除

# Are you sure you want to delete the order for
source: Are you sure you want to delete the order for this.order.market_hash_name
zh_hans: 您确定要取消this.order.market_hash_name的订单吗？

# Are you sure you want to remove the notification on
source: Are you sure you want to remove the notification on this.order.market_hash_name
zh_hans: 您确定想要取消this.order.market_hash_name的消息通知吗？

source: Add card
es: Añadir tarjeta
pt: Adicionar cartão
ru: Добавить карту
zh_hans: 添加信用卡
zh_hant: 添加信用卡

source: Are you sure you want to remove items from the shopping cart? <br> It will be impossible to undo the action.
es: ¿Estás seguro que quiere eliminar todos los artículos del carro? <br> No se podrá cancelar esta acción.
pt: Tem certeza de que deseja remover todos os itens do carrinho? <br> Será impossível desfazer a ação.
ru: Вы уверены, что хотите удалить все предметы из корзины? <br> Отменить действие будет невозможно.
zh_hans: 您确定想要清空购物车里的所有物品吗？<br> 操作将无法撤回。
zh_hant: 您確定想要清空購物車裏的所有物品嗎？ <br> 操作將無法撤回。

source: Error
pt: Erro
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

source: offer
ru: предложение
zh_hans: 提供

# Sell for
source: Sell for <span>onPrice: changesPrice }}</span
ru: Продать за <span>onPrice: changesPrice }}</span
zh_hans: 卖 <span>onPrice: changesPrice }}</span

source: Go to item page
es: A la página del artículo
pt: Ir para a página do item
ru: На страницу предмета
zh_hans: 进入项目页面
zh_hant: 進入項目頁面

source: Success
es: Con éxito
pt: Com sucesso
ru: Успешно
zh_hans: 成功
zh_hant: 成功

source: Dashboard
ru: Дашбоард
zh_hans: 账号中心

source: Sell Items
es: Vender artículos
pt: Vender itens
ru: Продать предметы
zh_hans: 饰品出售
zh_hant: 售賣物品

source: On sale
ru: На продаже
zh_hans: 我的出售

source: Tracked Items
es: Artículos rastreados
pt: Itens rastreados
ru: Отслеживаемые предметы
zh_hans: 追踪物品
zh_hant: 被追蹤物品

source: Autobuy
es: Compra automática
pt: Compra automática
ru: Автопокупка
zh_hans: 自动购买
zh_hant: 自動購買

source: Settings
es: Ajustes
pt: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設置

source: Purchase History
es: Historial de compras
pt: Histórico de compras
ru: История операций
zh_hans: 交易记录
zh_hant: 交易記錄

source: Support
es: Soporte
pt: Suporte técnico
ru: Поддержка
zh_hans: 联系客服
zh_hant: 聯繫客服

source: Inventory
es: Inventario
pt: Inventário
ru: Инвентарь
zh_hans: 存货
zh_hant: 存貨

source: Logout
es: Salir
pt: Sair
ru: Выйти
zh_hans: 退出登录
zh_hant: 退出登錄

# landingTitle
source: 9 <span>Years</span>
es: 9 <span>Años</span>
pt: 9 <span>Anos</span>
ru: 9 <span>Лет</span>
zh_hans: 始于2015年
zh_hant: 始於2015年

# landingDesc
source: of successful work
es: de trabajo exitoso
pt: de trabalho de sucesso
ru: успешной работы
zh_hans: 欧洲老牌饰品交易平台
zh_hant: 歐洲老牌飾品交易平台

source: The best choice for trading CS:GO skins
es: La mejor opción para intercambiar skins de CS: GO
pt: A melhor escolha para negociar skins CS:GO
ru: Лучший выбор для торговли скинами CS:GO
zh_hans: 上CSGObuy，饰品价格多卖一些
zh_hant: 上CSGObuy，飾品價格多賣一些

source: Login with Steam
es: Entrar a través de Steam
pt: Entrar com Steam
ru: Войти через Steam
zh_hans: 点击登录
zh_hant: 點擊登錄

source: Sell
es: Vender
pt: Vender
ru: Продать
zh_hans: 售卖
zh_hant: 售賣

source: FAQ
de: Häufig gestellte Fragen
zh_hans: 常见问题解答
zh_hant: 常見問題解答

source: All projects
es: Todos los proyectos
pt: Todos os projetos
ru: Все проекты
zh_hans: 所有项目
zh_hant: 所有專案

source: News
es: Noticias
pt: Notícias
ru: Новости
zh_hans: 新活动
zh_hant: 新活動

source: Market
es: Mercado
pt: Mercado
ru: Маркет
zh_hans: 市场
zh_hant: 市場

source: Video
es: Vídeo
pt: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 視頻

source: Settings
ru: Настройки
zh_hans: 设置

source: Login
es: Entrar
pt: Entrar
ru: Войти
zh_hans: 登录
zh_hant: 登錄

source: <div class="no__notifications"><app-svg name="no_notification" [width]="28" [height]="28"></app-svg> No notifications </div>
zh_hans: <div class="no__notifications"><app-svg name="no_notification" [width]="28" [height]="28"></app-svg>关闭消息提醒</div>

source: Transactions for all time
es: Operaciones en todo el tiempo
pt: Transações durante todo o período
ru: Транзакции за всё время
zh_hans: 一直以来的交易
zh_hant: 一直以來的交易

source: The best choice for trading CS:GO skins
ru: Лучший выбор для обмена скинами CS:GO
zh_hans: 上CSGObuy, 饰品价格多卖一些
zh_hant: 上CSGObuy，飾品價格多賣一些

source: Buy and sell CS:GO skins fast and safely deposit and withdraw for real money
ru: Быстро покупайте и продавайте скины CS:GO, безопасно вносите и снимайте реальные деньги
zh_hans: 每件饰品平均收入高10%-20%
zh_hant: 每件飾品平均收入高10%-20%

source: Profitably
es: Rentable
pt: Proveitosamente
ru: Выгодно
zh_hans: 价格实惠
zh_hant: 價格實惠

source: Most of the items put up for sale by users have a lower price than in the Steam store
ru: Большинство предметов выставляются на продажу пользователями по более низкой цене, чем в Steam
zh_hans: 用户出售的大多数物品的价格都低于 Steam 商店的价格
zh_hant: 用戶出售的大多數物品的價格都低於 Steam 商店的價格

# Fast &amp; Safe
source: Fast & Safe
es: Rápido y Seguro
pt: Rápido E Seguro
ru: Быстро и безопасно
zh_hans: 快速交易
zh_hant: 快速交易

source: The exchange takes a few seconds, both the receipt of money and the purchased item
ru: Обмен (как получение денег, так и получение товара) происходит в течение нескольких секунд
zh_hans: 交易仅需几秒钟，无论是提现，还是购买饰品
zh_hant: 交易僅需幾秒鐘，無論是提現，還是購買飾品

source: Functional
es: Funcional
pt: Funcional
ru: Функционально
zh_hans: 安全可靠
zh_hant: 安全可靠

source: We have already made several million transactions and guarantee both the receipt of money and the purchased item
es: Ya hemos realizado varios millones de transacciones y garantizamos tanto la recepción del dinero como el artículo comprado
pt: Já fizemos vários milhões de transações e garantimos o recebimento de dinheiro e o item comprado
ru: Мы завершили несколько миллионов транзакций и гарантируем получение денег и купленного предмета
zh_hans: 我们已经进行了数百万笔交易，并保证收款和购买的物品
zh_hant: 我們已經進行了數百萬筆交易，並保證收款和購買的物品

source: Most advanced trading tools
es: Las herramientas de trading más avanzadas
pt: Ferramentas de negociação mais avançadas
ru: Самые продвинутые торговые инструменты
zh_hans: 超多实用交易工具
zh_hant: 超多實用交易工具

source: Search gun by stickers
es: Buscar pistola por pegatinas
pt: Procurar arma por autocolantes
ru: Поиск пушек по стикерам
zh_hans: 可根据印花来搜索
zh_hant: 可根據印花來蒐索

source: Filter by tournament, players and colors
es: Filtrar por torneo, jugadores y colores
pt: Filtrar por Torneio, jogadores e cores
ru: Фильтр по турнирам, игрокам и цветам
zh_hans: 可根据锦标赛、探员和颜色等进行筛选
zh_hant: 可根據錦標賽、探員和顏色等進行篩選

source: Filter by popular skins and paint seeds
es: Filtrar por pieles y semillas de pintura populares
pt: Filtrar por peles populares e sementes de tinta
ru: Фильтр по популярным скинам и семенам красок
zh_hans: 可根据热门皮肤和图案模板编号进行筛选
zh_hant: 可根據熱門皮膚和圖案範本編號進行篩選

source: 3D view of CS:GO skins
es: Vista 3D de los skins de CS: GO
pt: Vista 3D das peles CS:GO
ru: Просмотр скинов CS:GO в 3D
zh_hans: CS:GO 皮肤的 3D 视图
zh_hant: CS:GO皮膚的3D視圖

source: Most comprehensive float ranking
es: Ranking de flotadores más completo
pt: Classificação flutuante mais abrangente
ru: Наиболее полный рейтинг с плавающей запятой
zh_hans: 全方位显示饰品磨损程度
zh_hant: 全方位顯示飾品磨損程度

source: This item is offline now
cs: Tato položka je nyní offline
de: Dieses Element ist jetzt offline
es: Efecto previo a la búsqueda
pt: Este item está offline agora
ru: Этот предмет сейчас офлайн
tr: Güvenli bir eğitim
vi: Mục này hiện ngoại tuyến
zh_hans: 此项目现在下线
zh_hant: 此項目現在下線

source: Wait until the seller put it online again
cs: Počkejte, dokud to prodejce znovu neuvede online
de: Warten Sie, bis der Verkäufer es wieder online gestellt hat
es: Espere hasta que el vendedor lo vuelva a poner en línea
pt: Espere até que o vendedor o coloque online novamente
ru: Подождите, пока продавец снова выложит его в сеть
tr: Satıcı ürünü tekrar internete koyana kadar bekleyin
vi: Đợi cho đến khi người bán đặt nó trực tuyến trở lại
zh_hans: 等到卖家再次上线
zh_hant: 等待賣家再次上線

source: This item has been sold
cs: Tato položka byla prodána
de: Dieser Artikel wurde verkauft
es: Este artículo ha sido vendido
pt: Este item foi vendido
ru: Этот товар продан
tr: Bu ürün satıldı
vi: Mặt hàng này đã được bán
zh_hans: 该商品已售出
zh_hant: 此商品已售出
