Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# items for sale
source: result?.length && result?.length <= 1 ? 'The item is for sale.' : 'The items are for sale'
zh_hans: result?.length && result?.length <= 1 ? '该项目是出售.' : '该项目是出售.'

source: Language settings
es: Configuración de idioma
pt: Idioma
ru: Языковые настройки
zh_hans: 语言设置
zh_hant: 語言設置

source: Purchase rules on the website market.csgo.com
es: Reglas de compra en el sitio web market.csgo.com
pt: Regras de compra no site market.csgo.com
ru: Правила покупки на веб-сайте market.csgo.com
zh_hans: 网站上的购买规则market.csgo.com
zh_hant: 網站上的購買規則market.csgo.com

source: Our system works on the principle of an exchange: all offers for sale and purchase are generated by our users. Users are guaranteed to be offered the most profitable of the options for buying and selling. The system does not guarantee that a better offer will not appear after the transaction.
es: Nuestro sistema funciona según el principio de un intercambio: todas las ofertas de venta y compra son generadas por nuestros usuarios. Se garantiza a los usuarios que se les ofrecerá la más rentable de las opciones de compra y venta. El sistema no garantiza que no aparezca una oferta mejor después de la transacción.
pt: Nosso sistema funciona com base no princípio de uma troca: todas as ofertas de venda e compra são geradas por nossos usuários. Os utilizadores têm a garantia de que serão oferecidas as opções de compra e venda mais rentáveis. O sistema não garante que uma oferta melhor não apareça após a transação.
ru: Наша система работает по принципу биржи: все предложения о продаже и покупке формируются нашими пользователями. Пользователям гарантированно предлагается самый выгодный из вариантов покупки и продажи. Система не гарантирует, что после совершения сделки не появится более выгодное предложение.
zh_hans: 我们的系统工作在交换的原则：所有出售和购买的报价都是由我们的用户产生的. 保证为用户提供最有利可图的买卖选择. 系统不保证交易后不会出现更好的报价.
zh_hant: 我們的系統工作在交換的原則：所有出售和購買的報價都是由我們的用戶產生的. 保証為用戶提供最有利可圖的買賣選擇. 系統不保証交易后不會出現更好的報價.

# Any user can sell any item in his inventory. Listing an item for sale
source: Any user can sell any item in their inventory. Putting an item up for sale does not result in the loss of an item from the Steam inventory, but only indicates that you want to sell this item.
pt: Qualquer usuário pode vender qualquer item em seu inventário. Colocar um item à venda não resulta na perda de um item do inventário Steam, mas apenas indica que você deseja vender este item.
ru: Любой пользователь может продать любой предмет, находящийся в его инвентаре. Выставление предмета на продажу не приводит к потере предмета из инвентаря Steam, а лишь указывает на то, что вы хотите продать этот предмет.
zh_hans: 任何用户都可以出售其库存中的任何商品. 把一个项目出售不会导致一个项目从蒸汽库存的损失，而只是表明你想出售这个项目.
zh_hant: 任何用戶都可以出售其庫存中的任何商品. 把一個項目出售不會導致一個項目從蒸汽庫存的損失，而隻是表明你想出售這個項目.

source: After the buyer pays for the purchase, the seller will have to transfer the necessary item to our system within 5 minutes. If the item is transferred, the transaction is considered completed, if the item is not transferred within 5 minutes, the transaction is canceled. It is impossible to cancel the transaction before reaching 5 minutes.
es: Después de que el comprador pague la compra, el vendedor deberá transferir el artículo necesario a su sistema en 5 minutos. Si se transfiere el artículo, la transacción se considera completada, si el artículo no se transfiere en 5 minutos, la transacción se cancela. Es imposible cancelar la transacción antes de llegar a los 5 minutos.
pt: Depois que o comprador pagar pela compra, o vendedor terá que transferir o item necessário para o seu sistema dentro de 5 minutos. Se o item for transferido, a transação será considerada concluída; se o item não for transferido em 5 minutos, a transação será cancelada. É impossível cancelar a transação antes de atingir 5 minutos.
ru: После оплаты покупки покупателем продавец должен будет в течение 5 минут передать необходимый предмет в нашу систему. Если предмет передан, то сделка считается совершенной, если предмет не передан в течение 5 минут, то сделка отменяется. Отменить сделку до достижения 5 минут невозможно.
zh_hans: 买方支付购买费用后，卖方将不得不在5分钟内将必要的物品转移到您的系统. 如果物品被转移，则认为交易已完成，如果物品在5分钟内没有转移，则交易被取消. 在达到5分钟之前取消交易是不可能的.
zh_hant: 買方支付購買費用后，賣方將不得不在5分鐘內將必要的物品轉移到您的系統. 如果物品被轉移，則認為交易已完成，如果物品在5分鐘內沒有轉移，則交易被取消. 在達到5分鐘之前取消交易是不可能的.

source: The system cannot withdraw the item to your Steam account if the exchange is blocked. The system is not responsible for any losses associated with this.
es: El sistema no puede retirar el artículo a tu cuenta de Steam si el intercambio está bloqueado. El sistema no es responsable de ninguna pérdida asociada con esto.
pt: O sistema não pode retirar o item para a sua conta Steam se a troca estiver bloqueada. O sistema não é responsável por quaisquer perdas associadas a este.
ru: Система не может осуществить вывод вещи на ваш аккаунт Steam, если у него заблокирован обмен. Система не несёт ответственности за любые потери, связанные с этим.
zh_hans: 如果交换被阻止，系统无法将项目提取到您的Steam帐户. 系统对与此相关的任何损失概不负责.
zh_hant: 如果交換被阻止，系統無法將項目提取到您的Steam帳戶. 系統對與此相關的任何損失概不負責.

source: Replenishment of the personal account is possible by various payment systems, replenishment occurs immediately after payment of the corresponding account in the payment system. In case of failure and delay of payment for more than an hour, contact technical support.
es: La reposición de la cuenta personal es posible mediante varios sistemas de pago, la reposición se produce inmediatamente después del pago de la cuenta correspondiente en el sistema de pago. En caso de falla y retraso del pago por más de una hora, comuníquese con el soporte técnico.
pt: O reabastecimento da conta pessoal é possível por vários sistemas de pagamento, o reabastecimento ocorre imediatamente após o pagamento da conta correspondente no sistema de pagamento. Em caso de falha e atraso de pagamento por mais de uma hora, entre em contato com o suporte técnico.
ru: Пополнение личного счёта возможно различными платёжными системами, пополнение происходит моментально после оплаты соответствующего счёта в платёжной системе. В случае сбоя и задержки платежа более, чем на час, обратитесь с службу технической поддержки.
zh_hans: 个人账户的补充可以通过各种支付系统进行，在支付系统中相应账户的支付后立即进行补充. 如果失败和延迟付款超过一小时，请联系技术支持.
zh_hant: 個人賬戶的補充可以通過各種支付系統進行，在支付系統中相應賬戶的支付后立即進行補充. 如果失敗和延遲付款超過一小時，請聯系技術支持.

source: We cannot guarantee that the offer you have chosen will not disappear during the replenishment of your personal account, however, in this case we guarantee that the funds will remain in your account and you will be able to choose another offer or withdraw funds from the system.
es: No podemos garantizar que la oferta que ha elegido no desaparezca durante la reposición de su cuenta personal, sin embargo, en este caso, le garantizamos que los fondos permanecerán en su cuenta y podrá elegir otra oferta o retirar fondos del sistema.
pt: Não podemos garantir que a oferta que escolheu não desaparecerá durante a reposição da sua conta pessoal, no entanto, neste caso, garantimos que os fundos permanecerão na sua conta e que poderá escolher outra oferta ou retirar fundos do sistema.
ru: Мы не можем гарантировать, что за время пополнения личного счёта выбранное вами предложение не исчезнет, однако в этом случае мы гарантируем, что средства останутся на вашем счёте и вы сможете выбрать другое предложение или вывести средства из системы.
zh_hans: 我们不能保证您所选择的优惠不会在您的个人帐户补充期间消失，但是，在这种情况下，我们保证资金将保留在您的帐户中，您将能够选择其他优惠或从
zh_hant: 我們不能保証您所選擇的優惠不會在您的個人帳戶補充期間消失，但是，在這種情況下，我們保証資金將保留在您的帳戶中，您將能夠選擇其他優惠或從

source: To top up your personal account, you need to log in on the website and go to the account replenishment page. After selecting the deposit amount, you will be redirected to the payment system's website to pay the bill.
ru: Для пополнения личного счёта необходимо авторизоваться на сайте и перейти на страницу пополнения счёта. После выбора суммы пополнения вы будете переадресованы на сайт платёжной системы для оплаты счёта.
zh_hans: 要补充您的个人帐户，您需要登录网站并转到帐户补充页面. 选择存款金额后，您将被重定向到支付系统的网站支付账单.

source: Withdrawal of funds from a personal account is possible at any time to available systems. Withdrawal of unused funds is possible no earlier than 5 days from the date of their receipt to your account in the system.
es: El retiro de fondos de una cuenta personal es posible en cualquier momento a los sistemas disponibles. El retiro de fondos no utilizados es posible no antes de 5 días a partir de la fecha de su recepción en su cuenta en el sistema.
pt: A retirada de fundos de uma conta pessoal é possível a qualquer momento para os sistemas disponíveis. A retirada de fundos não utilizados não é possível antes de 5 dias a partir da data de recebimento para sua conta no sistema.
ru: Вывод средств с личного счёта возможен в любой момент на доступные системы. Вывод неиспользованных средств возможен не ранее 5 дней с момента их поступления на ваш счёт в системе.
zh_hans: 从个人账户中提取资金是可能在任何时候可用的系统. 未使用的资金可以从收到之日起不早于5天提取到您在系统中的帐户.
zh_hant: 從個人賬戶中提取資金是可能在任何時候可用的系統. 未使用的資金可以從收到之日起不早於5天提取到您在系統中的帳戶.

source: In most cases, the withdrawal will be carried out within 15 minutes, but delays of up to 3 working days are possible. Withdrawal of unused funds is possible only 5 days after they are credited to the account.
es: En la mayoría de los casos, el retiro se llevará a cabo en 15 minutos, pero son posibles retrasos de hasta 3 días hábiles. El retiro de fondos no utilizados es posible solo 5 días después de que se acrediten en la cuenta.
pt: Na maioria dos casos, a retirada será realizada dentro de 15 minutos, mas são possíveis atrasos de até 3 dias úteis. A retirada de fundos não utilizados é possível apenas 5 dias após serem creditados na conta.
ru: В большинстве случаев вывод будет осуществлён в течение 15 минут, однако возможны задержки до 3 рабочих дней. Вывод неиспользованных средств возможен только спустя 5 дней после их зачисления на счёт.
zh_hans: 在大多数情况下，提款将在15分钟内进行，但最多可能延迟3个工作日. 未使用的资金只能在存入账户后5天内提取.
zh_hant: 在大多數情況下，提款將在15分鐘內進行，但最多可能延遲3個工作日. 未使用的資金隻能在存入賬戶后5天內提取.

source: Notice of Liability
es: Aviso de Responsabilidad
pt: Aviso de Responsabilidade
ru: Уведомление об ответственности
zh_hans: 责任通知书
zh_hant: 責任通知書

source: The offered goods and services are not provided by order of a person or an enterprise operating the WebMoney Transfer system. We are an independent company providing services and independently make decisions about prices and offers. Companies operating the WebMoney Transfer system do not receive commissions or other rewards for participating in the provision of services and do not bear any responsibility for our activities.
es: Los bienes y servicios ofrecidos no se proporcionan por orden de una persona o empresa que opera el sistema WebMoney Transfer. Somos una empresa independiente que presta servicios y tomamos decisiones de forma independiente sobre precios y ofertas. Las empresas que operan el sistema WebMoney Transfer no reciben comisiones u otras recompensas por participar en la prestación de servicios y no tienen ninguna responsabilidad por nuestras actividades.
pt: Os bens e serviços oferecidos não são fornecidos por ordem de uma pessoa ou empresa que opera o sistema WebMoney Transfer. Somos uma empresa independente que presta serviços e toma decisões independentes sobre preços e ofertas. As empresas que operam o sistema WebMoney Transfer não recebem comissões ou outras recompensas pela participação na prestação de serviços e não assumem qualquer responsabilidade pelas nossas atividades.
ru: Предлагаемые товары и услуги предоставляются не по заказу лица либо предприятия, эксплуатирующего систему WebMoney Transfer. Мы являемся независимым предприятием, оказывающим услуги, и самостоятельно принимаем решения о ценах и предложениях. Предприятия, эксплуатирующие систему WebMoney Transfer, не получают комиссионных вознаграждений или иных вознаграждений за участие в предоставлении услуг и не несут никакой ответственности за нашу деятельность.
zh_hans: 所提供的商品和服务不是由操作WebMoney传输系统的个人或企业的订单提供的. 我们是一家独立的公司,提供服务,并独立地决定价格和报价. 运营WebMoney转账系统的公司不因参与提供服务而获得佣金或其他奖励，也不对我们的活动承担任何责任.
zh_hant: 所提供的商品和服務不是由操作WebMoney傳輸系統的個人或企業的訂單提供的. 我們是一家獨立的公司,提供服務,並獨立地決定價格和報價. 運營WebMoney轉賬系統的公司不因參與提供服務而獲得佣金或其他獎勵，也不對我們的活動承擔任何責任.

source: The certification made by WebMoney Transfer only confirms our contact details and certifies the identity. It is carried out at our request and does not mean that we are in any way connected with the sales of WebMoney system operators.
es: La certificación realizada por WebMoney Transfer solo confirma nuestros datos de contacto y certifica la identidad. Se lleva a cabo a petición nuestra y no significa que estemos relacionados de ninguna manera con las ventas de los operadores del sistema WebMoney.
pt: A certificação feita pela WebMoney Transfer apenas confirma os nossos dados de contacto e certifica a identidade. É realizado a nosso pedido e não significa que estejamos de alguma forma relacionados com as vendas dos operadores do sistema WebMoney.
ru: Аттестация, произведенная со стороны WebMoney Transfer, лишь подтверждает наши реквизиты для связи и удостоверяет личность. Она осуществляется по нашему желанию и не означает, что мы каким-либо образом связаны с продажами операторов системы WebMoney.
zh_hans: WebMoney Transfer所做的认证仅确认我们的联系方式并证明身份. 它是根据我们的要求进行的，并不意味着我们以任何方式与销售WebMoney系统运营商有关.
zh_hant: WebMoney Transfer所做的認証僅確認我們的聯系方式並証明身份. 它是根據我們的要求進行的，並不意味著我們以任何方式與銷售WebMoney系統運營商有關.

source: New support request
es: Nueva solicitud de soporte
pt: Novo Pedido de apoio
ru: Новый запрос в службу поддержки
zh_hans: 提交反馈
zh_hant: 提交反饋

source: Admin
es: Administrador
pt: Administrador
ru: Администратор
zh_hans: 行政主任
zh_hant: 行政主任

source: Add item for sale
es: Añadir artículo a la venta
pt: Adicionar item À venda
ru: Добавить товар для продажи
zh_hans: 添加待售商品
zh_hant: 添加待售商品

source: Please turn on sales!
ru: Пожалуйста, включите продажи!
zh_hans: 请打开销售！

# These rules are clarifications and do not replace the terms of the
source: These rules are clarifications and do not replace the terms of the <a>contract</a>.
es: Estas reglas son aclaraciones y no reemplazan los términos del <a>contrato</a>.
pt: Estas regras são esclarecimentos e não substituem os Termos do <a>contrato</a>.
ru: Настоящие правила являются разъяснениями и не заменяют условий <a>договора</a>.
zh_hans: 这些规则是澄清，并不取代 <a>合约</a>.
zh_hant: 這些規則是澄清，並不取代 <a>合約</a>.

source: contacts
zh_hans: 联络人

# Attention, you can&apos;t sell!
source: Attention, you can't sell!
ru: Внимание, вы не можете продавать!
zh_hans: 注意，您不能出售！

source: To sell from a mobile device, you need to install the "MarketApp Client" application on <span class="link-context">your computer and keep it turned on</span>
ru: Чтобы продавать с мобильного устройства, вам необходимо установить клиентское приложение "MarketApp Client" на <span class="link-context">свой компьютер и поддерживать его включенным на вашем компьютере</span>
zh_hans: 要从移动设备进行销售，您需要在计算机上安装"MarketApp Client"客户端应用程序，<span class="link-context">您的电脑并保持开启状态</span>

source: How to trade from your phone
ru: Как торговать со своего телефона
zh_hans: 如何从您的手机进行交易

source: Sticker search
es: Búsqueda de pegatinas
pt: Pesquisa de autocolantes
ru: Поиск по стикерам
zh_hans: 贴纸搜寻
zh_hant: 貼紙搜尋

source: FAQ search
es: Búsqueda de FAQ
pt: FAQ pesquisar
ru: FAQ поиск
zh_hans: 常见问题搜寻
zh_hant: 常見問題搜尋

source: Back to content pages
ru: Вернуться к страницам
zh_hans: 返回内容页

source: Go to the main page
es: Ir a la página principal
pt: Ir para a página principal
ru: Перейдите на главную страницу
zh_hans: 转到主页
zh_hant: 轉到主頁

source: Error 404
es: Mensaje de error 404
pt: Erro 404
ru: Ошибка 404
zh_hans: 错误404
zh_hant: 錯誤404

source: History
zh_hans: 历史
zh_hant: 歷史

# Put up for sale for
source: Put up for sale for <span>onPrice: changesPrice }}</span
ru: Выставить на продажу за <span>onPrice: changesPrice }}</span
zh_hans: 出售 <span>onPrice: changesPrice }}</span

source: Price and volume chart
es: Gráfico de precios y volúmenes
pt: Gráfico de preços e volumes
ru: График цен и объемов
zh_hans: 价格及成交量图
zh_hant: 價格及成交量圖

source: Error when load best offers
es: Error al cargar las mejores ofertas
pt: Erro ao carregar as melhores ofertas
ru: Ошибка при загрузке лучших предложений
zh_hans: 加载最佳报价时出错
zh_hant: 加載最佳報價時出錯

source: There is no such page
es: No existe tal página
pt: Não existe essa página
ru: Такой страницы нет
zh_hans: 没有这样的页面
zh_hant: 沒有這樣的頁面

source: Quick search
es: Búsqueda rápida
pt: Pesquisa rápida
ru: Быстрый поиск
zh_hans: 快速搜索
zh_hant: 快速搜索

source: Link to exchange (trade-url)
es: Enlace al intercambio (trade-url)
pt: Link para troca (comércio-url)
ru: Ссылка для обмена (trade-url)
zh_hans: 连结至交易所(贸易-url)
zh_hant: 連結至交易所(貿易-url)

source: Change
es: Cambio
pt: Alterar
ru: Изменить
zh_hans: 更换
zh_hant: 更換

# All tickets
source: list">All ti All tickets
es: list">All ti Todas las entradas
pt: list">All ti Todos os bilhetes
ru: list">All ti Все тикеты
zh_hans: list">All ti 所有反馈
zh_hant: list">All ti 所有反饋

source: Back to menu
ru: Вернуться в меню
zh_hans: 返回菜单

source: Before creating a new query, we recommend our users to familiarize themselves with our <a routerLink="/faq" class="opacity-hover">FAQ section</a>, perhaps there you will find the answer to your question much faster
pt: Antes de criar uma nova consulta, recomendamos aos nossos utilizadores que se familiarizem com o nosso <a routerLink="/faq" class="opacity-hover">FAQ seccao</a>, talvez lá você encontre a resposta para sua pergunta muito mais rápido
ru: Перед созданием новой заявки рекомендуем нашим пользователям ознакомиться с нашим <a routerLink="/faq" class="opacity-hover">FAQ разделом</a>, возможно там вы намного быстрее найдете ответ на свой вопрос
zh_hans: 在创建新查询之前，我们建议用户熟悉我们的 <a routerLink="/faq" class="opacity-hover">FAQ 部分</a>, 也许在那里您可以更快地找到对您问题的解答
zh_hant: 在創建新查詢之前，我們建議用戶熟悉我們的 <a routerLink="/faq" class="opacity-hover">FAQ 部分</a>, 也許在那裏您可以更快地找到對您問題的解答

source: through site
ru: через сайт
zh_hans: 通过网站

source: through client
ru: через клиент
zh_hans: 通过客户端

source: Frequently Asked Questions
es: Preguntas frecuentes
pt: Frequentar
ru: Часто задаваемые вопросы
zh_hans: 常见问题
zh_hant: 常見問題

# Title HowToSale
source: How To Sale
es: Cómo Vender
pt: Como Vender
ru: Как Продавать
zh_hans: CSGObuy饰品交易平台|出售CSGO饰品皮肤|CSGO饰品皮肤购买交易
zh_hant: CSGObuy飾品交易平台|出售CSGO飾品皮膚|CSGO飾品皮膚購買交易

# Description HowToSale
source: How To Sale
es: Cómo Vender
pt: Como Vender
ru: Как Продавать
zh_hans: CSGObuy游戏饰品交易平台，饰品丰富、交易便捷、价格实惠、安全可靠，千万件CSGO饰品皮肤任君挑选！上CSGObuy，饰品价格比同行多卖一些！
zh_hant: CSGObuy遊戲飾品交易平台，飾品豐富、交易便捷、價格實惠、安全可靠，千萬件CSGO飾品皮膚任君挑選！上CSGObuy，飾品價格比同行多賣一些！

# ContactsSupportText
source: To obtain help, use our <a routerLink="/usercab/support">tech support</a> service.<br> Or by email: <a href="mailto:support@csgo.com">support@csgo.com</a>. Please note that questions by email are considered longer than through the technical support service.<br> We are a registered legal entity, so you can safely trust us with your belongings.
es: Para obtener ayuda, utilice nuestro <a routerLink="/usercab/support">servicio de soporte técnico</a> servicio.<br> o por correo electrónico: <a href="mailto:support@csgo.com">support@csgo.com</a>. Tenga en cuenta que las preguntas por correo electrónico se consideran más largas que a través del servicio de soporte técnico.<br> Somos una entidad legal registrada, por lo que puede confiarnos sus pertenencias de manera segura.
pt: Para obter ajuda, utilize o nosso serviço <a routerLink="/usercab/support">suporte técnico</a> servico.<br> ou por e-mail: <a href="mailto:support@csgo.com">support@csgo.com</a>. Por favor, note que as perguntas por e-mail são consideradas mais longas do que através do serviço de suporte técnico.<br> somos uma entidade legal registada, pelo que pode confiar-nos com segurança os seus pertences.
ru: Для получения помощи воспользуйтесь нашим сервисом <a routerLink="/usercab/support">технической поддрежки</a>.<br> Или по почте: <a href="mailto:support@csgo.com">support@csgo.com</a>. Обратите внимание - вопросы на email рассматриваются дольше, чем через сервис технической поддержки.<br> Мы являемся зарегистрированным юридическим лицом, поэтому вы можете спокойно доверять нам свои вещи.
zh_hans: 要获得帮助，请使用我们的 <a routerLink="/usercab/support">技术支持</a> 服务.<br> 或电邮: <a href="mailto:support@csgo.com">support@csgo.com</a>. 请注意，通过电子邮件提出的问题被认为比通过技术支持服务更长.<br> 我们是一个注册的法律实体，所以你可以放心地把你的财产交给我们.
zh_hant: 要獲得幫助，請使用我們的 <a routerLink="/usercab/support">技術支持</a> 服務.<br> 或電郵: <a href="mailto:support@csgo.com">support@csgo.com</a>. 请注意，通过电子邮件提出的问题被认为比通过技术支持服务更长.<br> 我們是一個注冊的法律實體，所以你可以放心地把你的財產交給我們.

source: Selling and buying is enabled!
es: ¡Vender y comprar está habilitado!
pt: A venda e a compra estão habilitadas!
ru: Продажа и покупка включены!
zh_hans: 买卖已启用！
zh_hant: 買賣已啟用!

source: Show all offers
es: Mostrar todas las ofertas
pt: Mostrar todas as ofertas
ru: Показать все предложения
zh_hans: 显示所有优惠
zh_hant: 顯示所有優惠

source: For <span class="bold">ANY</span> error try <span class="bold">ALL</span> methods of confirmation!<br> You must confirm the operation within 1 minute
es: Para <span class="bold">CUALQUIER</span> error pruebe <span class="bold">TODOS</span> los métodos de confirmación.!<br> Debe confirmar la operación en un plazo de 1 minuto
pt: Para <span class="bold">Qualquer</span> erro tente <span class="bold">todos OS</span> métodos de confirmação!<br> deve confirmar a operação no prazo de 1 minuto
ru: При <span class="bold">ЛЮБОЙ</span> ошибке попробуйте <span class="bold">ВСЕ</span> способы подтверждения!<br> Вы должны подтвердить операцию в течение 1 минуты
zh_hans: 对于 <span class="bold">任何</span> 错误尝试 <span class="bold">所有</span> 确认方法!<br> 您必须在1分钟内确认操作
zh_hant: 對於 <span class="bold">任何</span> 錯誤嘗試 <span class="bold">所有</span> 確認方法！<br> 您必須在1分鐘內確認操作

# items for sale plural
source: this.i18nPluralPipe.transform( result?.length, { '=1': 'The item is for sale.', 'other': 'The items are for sale', })
zh_hans: this.i18nPluralPipe.transform( result?.length, { '=1': '该项目是出售.', 'other': '这些物品是出售的.', })

source: Old Market
es: Antiguo Market
pt: Antigo Market
ru: Старый Маркет
zh_hans: 老 Market
zh_hant: 老 Market

source: CS:GO News
es: CS:GO Noticia
pt: CS:GO Noticia
ru: CS:GO Новости
zh_hans: CS:GO 新闻
zh_hant: CS:GO 新聞

source: Dota News
es: Dota Noticia
pt: Dota Noticia
ru: Dota Новости
zh_hans: Dota 新闻
zh_hant: Dota 新聞

source: Dota Video
ru: Dota Видео
zh_hans: Dota 短片
zh_hant: Dota 短片

source: Market Commission
de: Marktkommission
ru: Рыночная комиссия
vi: Ủy Ban Thị Trường
zh_hans: 市场委员会

# After the item is bought, you will have 10 minutes to transfer it.
source: After the item is bought, you will have <b>10 minutes</b> to transfer it.
cs: Po zakoupení položky budete mít <b>10 minut</b> na její převod.
de: Nachdem der Artikel gekauft wurde, haben Sie <b>10 Minuten</b> Zeit, um ihn zu übertragen.
es: Después de comprar el artículo, tendrá <b>10 minutos</b> para transferirlo.
pt: Após a compra do item, você terá <b>10 minutos</b> para transferi-lo.
ru: После того как предмет купят, у вас будет <b>10 минут</b>, чтобы передать его.
tr: Öğe satın alındıktan sonra, onu aktarmak için <b>10 dakikanız</b> olacak.
vi: Sau khi vật phẩm được mua, bạn sẽ có <b>10 phút</b> để chuyển nó.
zh_hans: 购买商品后，您将有 <b>10</b> 分钟的时间进行转让。
zh_hant: 購買商品後，您將有 <b>10</b> 分鐘的時間進行轉讓。
