Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# Sell items rules title
source: Please pay attention to the rules for selling items:
cs: Věnujte prosím pozornost pravidlům pro prodej zboží:
de: Bitte beachten Sie die Regeln für den Verkauf von Artikeln:
es: Preste atención a las reglas para la venta de artículos:
pt: Preste atenção às regras para venda de itens:
ru: Пожалуйста, обратите внимание на правила продажи предметов:
tr: Lütfen ürün satışıyla ilgili kurallara dikkat edin:
vi: Hãy chú ý đến các quy tắc bán hàng:
zh_hans: 售卖物品请注意以下规则：
zh_hant: 售賣物品請注意以下規則：

# Sell items rules text
source: A skin bought from you must be delivered within <span>5 minutes</span>. For security reasons, if the skin is not sent in time, the transaction will be cancelled automatically.
cs: Koupený od Vás skin je třeba doručit během <span>5 minut</span>. Z bezpečnostních důvodů, pokud nebude skin odeslán včas, bude automaticky transakce zrušena.
de: Der bei Ihnen gekaufte Skin muss innerhalb von <span>5 Minuten</span> geliefert werden. Aus Sicherheitsgründen wird die Transaktion automatisch abgesagt, wenn der Skin nicht rechtzeitig geliefert wird.
es: Un skin comprado de ti debe ser entregado en <span>5 minutos</span>. Por razones de seguridad, si el skin no se envía a tiempo, la transacción se cancelará automáticamente.
pt: A skin que foi comprada com você deve ser entregue em até <span>5 minutos</span>. Por questões de segurança, se o skin não for enviado dentro do prazo, a transação será automaticamente cancelada.
ru: Купленный у вас скин нужно доставить в течении <span>5 минут</span>. По соображениям безопасности, если скин не будет отправлен вовремя, транзакция будет автоматически отменена.
tr: Sizden alınan görünümünün <span>5 dadika</span> içerisinde teslim edilmesi gerekmektedir. Takas zamanında yapılmamış olursa eğer güvenlik açısından işlem otomatik olarak iptal edilecektir.
vi: Skin đã bán phải được giao trong vòng <span>5 phút</span>. Vì lý do bảo mật, nếu hàng không được giao đúng hạn, giao dịch sẽ tự động hủy.
zh_hans: 如果饰品被人购买，请在<span>5分钟</span>之内及时发货。出于安全考虑，若不及时发货，交易将会自动取消。
zh_hant: 如果飾品被人購買，請在<span>5分鐘</span>之內及時發貨。出於安全考慮，若不及時發貨，交易將會自動取消。

# Sell items rules text
source: If you fail to deliver the skin on time several times, the ability to sell skins will be temporarily disabled, please make your trades on time.
zh_hans: 多次未发货将导致账号禁用，请及时发货。

# Don&apos;t show again
source: Don't show again
de: Nicht mehr anzeigen
ru: Больше не показывать
vi: Không hiển thị lại
zh_hans: 不再显示

# To obtain help, use our tech support service
source: To obtain help, use our <a routerLink="/usercab/support">tech support</a> service.
de: Um Hilfe zu erhalten, nutzen Sie unsere <a routerLink="/usercab/support">technischer support</a> service.
ru: Для получения помощи воспользуйтесь нашим сервисом <a routerLink="/usercab/support">технической поддержки</a>
vi: Để có được sự giúp đỡ, sử dụng của chúng tôi <a routerLink="/usercab/support">hỗ trợ kỹ thuật</a> dịch vụ
zh_hans: 要获得帮助，请使用我们的 <a routerLink="/usercab/support">技术支持</a> 服务.

source: Email: <a href="mailto:support@dota2.net">support@dota2.net</a>. Please note – questions by email take longer to review than through the tech support service.
de: Email: <a href="mailto:support@dota2.net">support@dota2.net</a>. Bitte beachten Sie, dass die Überprüfung von Fragen per E-Mail länger dauert als über den technischen Support.
ru: Email: <a href="mailto:support@dota2.net">support@dota2.net</a>. Обратите внимание - вопросы на email рассматриваются дольше, чем через сервис технической поддержки.
vi: Email: <a href="mailto:support@dota2.net">support@dota2.net</a>. Xin lưu ý-các câu hỏi qua email mất nhiều thời gian hơn để xem xét hơn là thông qua dịch vụ hỗ trợ kỹ thuật.
zh_hans: Email: <a href="mailto:support@dota2.net">support@dota2.net</a>. 请注意-通过电子邮件提出的问题需要比通过技术支持服务更长的时间来审查.

# Cooperation: cooperation@csgo.com
source: Cooperation: <a href="mailto:cooperation@csgo.com">cooperation@csgo.com</a>
de: Zusammenarbeit: <a href="mailto:cooperation@csgo.com">cooperation@csgo.com</a>
ru: Сотрудничество и предложения: <a href="mailto:cooperation@csgo.com">cooperation@csgo.com</a>
vi: Hợp tác: <a href="mailto:cooperation@csgo.com">cooperation@csgo.com</a>
zh_hans: 合作；合作: <a href="mailto:cooperation@csgo.com">cooperation@csgo.com</a>

source: Balance:
cs: Rovnováha:
de: Gleichgewicht:
es: Equilibrio:
pt: Equilibrio:
ru: Баланс:
tr: Denge:
vi: Cân bằng:
zh_hans: 平衡表:
zh_hant: 平衡表:

source: Auto Purchase Requests
cs: Automatické Žádosti O Nákup
de: Automatische Kaufanfragen
es: Solicitudes de Compra Automática
pt: Pedidos De Compra Automática
ru: Запросы на автопокупку
tr: Otomatik Satın Alma İstekleri
vi: Yêu Cầu Mua Hàng Tự Động
zh_hans: 自动购买请求
zh_hant: 自動購買請求

source: Orders triggering history
cs: Objednávky spouštějící historii
de: Bestellungen, die die Historie auslösen
es: Historial de activación de órdenes
pt: Histórico de desencadeamento de ordens
ru: История срабатывания ордеров
tr: Geçmişi tetikleyen siparişler
vi: Đơn đặt hàng kích hoạt lịch sử
zh_hans: 触发历史记录的订单
zh_hant: 觸發歷史記錄的訂單

# WithdrawInNotification
source: Withdraw
de: Abzug
ru: Вывести
vi: Rút
zh_hans: 提现

# Add another card
source: Add card
cs: Přidat kartu
de: Karte hinzufügen
es: Añadir tarjeta
pt: Adicionar cartão
ru: Добавить карту
tr: Kart ekle
vi: Thêm thẻ
zh_hans: 添加卡片
zh_hant: 添加卡片

source: Delete card
cs: Smazat kartu
de: Karte löschen
es: Borrar tarjeta
pt: Apagar cartão
ru: Удалить карту
tr: Kartı sil
vi: Xóa thẻ
zh_hans: 删除卡
zh_hant: 刪除卡

source: Follow the updates on our social networks
cs: Sledujte aktualizace na našich sociálních sítích
de: Verfolgen Sie die Updates in unseren sozialen Netzwerken
es: Sigue las novedades en nuestras redes sociales
pt: Acompanhe as atualizações nas nossas redes sociais
ru: Следите за обновлениями в наших социальных сетях
tr: Sosyal ağlarımızdaki güncellemeleri takip edin
vi: Theo dõi các bản cập nhật trên mạng xã hội của chúng tôi
zh_hans: 关注我们社交网络的更新
zh_hant: 關注我們社交網絡的更新

source: Dates
cs: Termíny
de: Reisedaten
es: Fechas
pt: Horario
ru: Даты
tr: Tarihliler
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# CancelInHistory
source: Cancel
cs: Zrušit
de: Stornieren
es: Cancelar
pt: Cancelar
ru: Отменить
tr: İptal etmek
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Recent purchases:
cs: Poslední nákupy:
de: Letzte Einkäufe:
es: Compras recientes:
pt: Compras recentes:
ru: Последние покупки:
tr: Son alımlar:
vi: Mua hàng gần đây:
zh_hans: 最近购买:

source: The most expensive in 24 hours:
cs: Nejdražší za 24 hodin:
de: Das teuerste in 24 Stunden:
es: El más caro en 24 horas:
pt: O mais caro em 24 horas:
ru: Самые дорогие за 24 часа:
tr: 24 Saat içinde en pahalı:
vi: Đắt nhất trong 24 giờ:
zh_hans: 24小时内最贵:
zh_hant: 24小時內最貴：

# If there are several items
source: If there are several items, then the average price is indicated.
cs: Pokud existuje několik položek, je uvedena průměrná cena.
de: Wenn es mehrere Artikel gibt, wird der Durchschnittspreis angezeigt.
es: Si hay varios artículos, se indica el precio promedio.
pt: Se houver vários itens, o preço médio é indicado.
ru: Если предметов несколько, то указана средняя цена.
tr: Birkaç öğe varsa, ortalama fiyat belirtilir.
vi: Nếu có một số mặt hàng, thì giá trung bình được chỉ định.
zh_hans: 如果有多个项目，则显示平均价格。
zh_hant: 如果有多個項目，則顯示平均價格。

source: The most expensive of all time:
cs: Nejdražší všech dob:
de: Das teuerste aller Zeiten:
es: El más caro de todos los tiempos:
pt: O mais caro de todos os tempos:
ru: Самые дорогие за все время:
tr: Tüm zamanların en pahalısı:
vi: Đắt nhất mọi thời đại:
zh_hans: 有史以来最昂贵的：
zh_hant: 有史以來最昂貴的：

source: Number of purchases per hour:
cs: Počet nákupů za hodinu:
de: Anzahl der Einkäufe pro Stunde:
es: Número de compras por hora:
pt: Número de compras por hora:
ru: Количество покупок в час:
tr: Saat başına alım sayısı:
vi: Số lượng mua hàng mỗi giờ:
zh_hans: 每小时购买数量：
zh_hant: 每小時購買數量：

source: Two days ago
cs: Před dvěma dny
de: Vor zwei Tagen
es: Hace dos días
pt: Há dois dias
ru: Позавчера
tr: İki gün önce
vi: Hai ngày trước
zh_hans: 两天前
zh_hant: 兩天前

source: Yesterday
cs: Včerejšek
de: Gestern
es: Ayer
pt: Ontem
ru: Вчера
tr: Dün
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: Today
cs: Dnešek
de: Heute
es: Hoy
pt: Hoje
ru: Сегодня
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Installed
cs: Instalováno
de: Installiert
es: Instalado
pt: Instalado
ru: Установлен
tr: Kurulmuş
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

source: Are you sure?
cs: Jsi si jistá?
de: Bist du dir sicher?
es: ¿Están seguros?
pt: Vocês têm certeza?
ru: Вы уверены?
tr: Emin misin?
vi: Bạn có chắc không?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？

source: The purchase on the site is not instant. Your money will be blocked for 10 minutes, after which you will either receive your item or get your money back.
de: Der Kauf auf der Website erfolgt nicht sofort. Ihr Geld wird für 10 Minuten gesperrt, danach erhalten Sie entweder Ihren Artikel oder Ihr Geld zurück.
vi: Việc mua hàng trên trang web không phải là ngay lập tức. Tiền của bạn sẽ bị chặn trong 10 phút, sau đó bạn sẽ nhận được vật phẩm của mình hoặc lấy lại tiền.
zh_hans: 网站上的购买不是即时的. 你的钱将被冻结10分钟，之后你将收到你的物品或拿回你的钱。

source: If an exchange is created, but you do not accept it, you may be awarded penalty points. If you reject too many exchanges, the site will temporarily restrict your ability to purchase for your account.
de: Wenn ein Tausch erstellt wird, Sie ihn aber nicht akzeptieren, erhalten Sie möglicherweise Strafpunkte. Wenn Sie zu viele Umtauschvorgänge ablehnen, schränkt die Website Ihre Kaufmöglichkeiten für Ihr Konto vorübergehend ein.
vi: Nếu một cuộc trao đổi được tạo ra, nhưng bạn không chấp nhận nó, bạn có thể được trao điểm phạt. Nếu bạn từ chối quá nhiều sàn giao dịch, trang web sẽ tạm thời hạn chế khả năng mua tài khoản của bạn.
zh_hans: 如果创建了交易所，但您不接受它，您可能会获得罚分。 如果您拒绝太多的交换，该网站将暂时限制您为您的帐户购买的能力。

source: I agree to the terms of the
cs: Souhlasím s podmínkami
de: Ich stimme den Bedingungen der
es: Estoy de acuerdo con los términos de la
pt: Concordo com os Termos do
ru: Я согласен с условиями
tr: Şartlarını kabul ediyorum
vi: Tôi đồng ý với các điều khoản của
zh_hans: 我已读并同意
zh_hant: 我已读并同意

source: contract
cs: smlouva
de: vertrag
es: contrato
pt: contrato
ru: договора
tr: sözleşme
vi: hợp đồng
zh_hans: 服务协议和隐私政策
zh_hant: 服務協議和隱私政策

source: extension installed
cs: nainstalované rozšíření
de: Erweiterung installiert
es: extensión instalada
pt: extensão instalada
ru: расширение установлено
tr: uzantı yüklendi
vi: tiện ích mở rộng đã cài đặt
zh_hans: 安装扩展
zh_hant: 安裝擴展

source: extension started
cs: prodloužení začalo
de: Erweiterung gestartet
es: extensión iniciada
pt: extensão iniciada
ru: расширение запущено
tr: uzatma başladı
vi: tiện ích mở rộng đã bắt đầu
zh_hans: 扩展开始
zh_hant: 擴展開始

source: check steam auth
cs: zkontrolovat steam auth
de: Überprüfen Sie die Steam-Authentifizierung
es: comprobar la autenticación de vapor
pt: verifique a autenticação do steam
ru: проверьте авторизацию steam
tr: buhar yetkilendirmesini kontrol et
vi: kiểm tra xác thực hơi nước
zh_hans: 检查蒸汽授权
zh_hant: 檢查蒸汽授權

source: check steam web api key
cs: zkontrolovat steam webový api klíč
de: Überprüfen Sie den Steam-Web-API-Schlüssel
es: verifique la clave de api web de vapor
pt: verifique a chave de API da web do Steam
ru: проверьте ключ steam web api
tr: steam web api anahtarını kontrol edin
vi: kiểm tra khóa api web hơi nước
zh_hans: 检查 Steam Web API 密钥
zh_hant: 檢查 Steam Web API 密鑰

source: requires Steam login
cs: vyžaduje přihlášení do služby Steam
de: erfordert Steam-Login
es: requiere iniciar sesión en Steam
pt: requer login do Steam
ru: требуется войти в Steam
tr: Steam girişi gerektirir
vi: yêu cầu đăng nhập Steam
zh_hans: 需要 Steam 登录
zh_hant: 需要 Steam 登錄

source: get api key
cs: získat api klíč
de: Holen Sie sich den API-Schlüssel
es: obtener clave de API
pt: obter chave de API
ru: получить API-ключ
tr: api anahtarı al
vi: lấy khóa api
zh_hans: 获取 api 密钥
zh_hant: 獲取 api 密鑰

source: MAX Buy order price:
cs: MAX koupit cenu objednávky:
de: MAXIMALER Kaufpreis:
es: Precio máximo de la orden de compra:
pt: Preço máximo da ordem de compra:
ru: Покупка макс:
tr: MAKSİMUM Sipariş fiyatı:
vi: MAX mua đặt hàng giá:
zh_hans: 最大买单价格：
zh_hant: 最大買單價格：

source: MIN Sale price:
cs: Minimální prodejní cena:
de: MINIMALER Verkaufspreis:
es: Precio de venta mínimo:
pt: Preço de Venda mínimo:
ru: Продажа мин:
tr: MİNİMUM Satış fiyatı:
vi: GIÁ BÁN TỐI thiểu:
zh_hans: 最低售价：
zh_hant: 最低售價：

source: Purchase and Sale Requests
cs: Požadavky na nákup a prodej
de: Kauf- und Verkaufsanfragen
es: Solicitudes de Compra y Venta
pt: Pedidos de compra e venda
ru: Запросы на покупку и продажу
tr: Alış ve Satış Talepleri
vi: Yêu cầu mua Bán
zh_hans: 采购和销售请求
zh_hant: 採購和銷售請求

source: For purchase
cs: Pro nákup
de: Zum Kauf
es: Para la compra
pt: Para compra
ru: На покупку
tr: Satın almak için
vi: Để mua hàng
zh_hans: 购买
zh_hant: 購買

# x requests for n or higher
source: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>for <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> or this.colorIndex === 0 ? higher : below </div>
zh_hans: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>为了 <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> 或者 this.colorIndex === 0 ? higher : below </div>

source: request
cs: žádost
de: anfrage
es: solicitud
pt: pedido
ru: запрос
tr: talep
vi: yêu cầu
zh_hans: 要求
zh_hant: 要求

source: requests
cs: požadavek
de: antr
es: solicitudes
pt: pedidos
ru: запросов
tr: istekler
vi: yêu cầu
zh_hans: 要求
zh_hant: 要求

source: higher
cs: vysoký
de: hoch
es: más alto
pt: superior
ru: выше
tr: daha yukarı
vi: cao hơn
zh_hans: 要求
zh_hant: 更高

source: below
cs: nízko
de: unten
es: abajo
pt: abaixo
ru: ниже
tr: altında
vi: dưới đây
zh_hans: 要求
zh_hant: 以下

source: View 1 week
cs: Zobrazit 1 týden
de: Ansicht 1 Woche
es: Ver 1 semana
pt: Ver 1 semana
ru: Просмотр 1 неделя
tr: 1 Hafta görüntüle
vi: Xem 1 tuần
zh_hans: 查看 1 周
zh_hant: 查看 1 週

source: View 1 month
cs: Zobrazit 1 měsíc
de: Ansicht 1 Monat
es: Ver 1 mes
pt: Ver 1 mês
ru: Просмотр за 1 месяц
tr: Görünüm 1 ay
vi: Xem 1 tháng
zh_hans: 查看 1 个月
zh_hant: 查看 1 個月

source: View 3 months
cs: Zobrazit 3 měsíce
de: Ansicht 3 Monate
es: Ver 3 meses
pt: Ver 3 meses
ru: Просмотр за 3 месяца
tr: 3 Ay görüntüle
vi: Xem 3 tháng
zh_hans: 查看 3 个月
zh_hant: 查看 3 個月

source: View 6 months
cs: Zobrazit 6 měsíců
de: Ansicht 6 Monate
es: Ver 6 meses
pt: Ver 6 meses
ru: Просмотр за 6 месяцев
tr: Görünüm 6 ay
vi: Xem 6 tháng
zh_hans: 查看 6 个月
zh_hant: 查看 6 個月

source: View year to date
cs: Zobrazit rok k dnešnímu dni
de: Jahr bis heute anzeigen
es: Ver año hasta la fecha
pt: Ver Ano até à data
ru: Просмотр с начала года по сегодняшний день
tr: Yılı bugüne görüntüle
vi: Xem năm đến nay
zh_hans: 查看年初至今
zh_hant: 查看年初至今

source: View 1 year
cs: Zobrazit 1 rok
de: Ansicht 1 Jahr
es: Ver 1 año
pt: Ver 1 ano
ru: Просмотр за 1 год
tr: Görünüm 1 yıl
vi: Xem 1 năm
zh_hans: 查看 1 年
zh_hant: 查看 1 年

source: View all
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todo
pt: Ver todos
ru: Просмотреть все
tr: Tümünü görüntüle
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

source: Where find the Steam API key?
cs: Kde najít klíč Steam API?
de: Wo Sie Ihren Steam-API-Schlüssel finden?
es: Dónde encontrar tu clave API de Steam?
pt: Onde encontrar a sua chave de API Steam?
ru: Где найти Steam API ключ?
tr: Steam API Anahtarınızı nerede bulabilirsiniz?
vi: Tìm Khóa Api Steam Của bạn ở Đâu?
zh_hans: 在哪里可以找到您的 Steam API 密钥？
zh_hant: 在哪裡可以找到您的 Steam API 密鑰？

# Purchased item is ready to buy. Wait for the seller.
source: item.market_hash_name is ready to buy. Wait for the seller.
cs: item.market_hash_name je připraven k nákupu. Počkejte na prodejce.
de: item.market_hash_name ist bereit zu kaufen. Warte auf den Verkäufer.
es: item.market_hash_name está listo para comprar. Espera al vendedor.
pt: item.market_hash_name está pronto para comprar. Espere pelo vendedor.
ru: item.market_hash_name готов к покупке. Дождитесь продавца.
tr: item.market_hash_name satın almaya hazır. Satıcıyı bekleyin.
vi: item.market_hash_name đã sẵn sàng để mua. Chờ người bán.
zh_hans: 您已成功购买饰品，请耐心等待卖家发货。出于安全考虑，若卖家在5分钟内未发货，交易将会自动取消。多次未收货将导致账号禁用，请及时收货。
zh_hant: 您已成功購買飾品，請耐心等待賣家發貨。出於安全考慮，若賣家在5分鐘內未發貨，交易將會自動取消。多次未收貨將導致賬號禁用，請及時收貨。

source: Setting up purchase and sale alerts (in the upper left corner)
cs: Nastavení upozornění na nákup a prodej (v levém horním rohu)
de: Kauf- und Verkaufsbenachrichtigungen einrichten (in der oberen linken Ecke)
es: Configuración de alertas de compra y venta (en la esquina superior izquierda)
pt: Configurar alertas de compra e venda (no canto superior esquerdo)
ru: Настройка оповещений о покупке и продаже (в правом верхнем углу)
tr: Alış ve satış uyarılarını ayarlama (sol üst köşede)
vi: Thiết lập cảnh báo mua và bán (ở góc trên bên trái)
zh_hans: 设置购买和销售提醒（位于左上角）
zh_hant: 設置購買和銷售提醒（位於左上角）

source: Notification enabled
cs: Oznámení povoleno
de: Benachrichtigung aktiviert
es: Notificación habilitada
pt: Notificação activada
ru: Уведомление включено
tr: Bildirim etkin
vi: Thông báo kích hoạt
zh_hans: 已启用通知
zh_hant: 已啟用通知

source: Available StatTrak
de: Verfügbarer StatTrak
ru: Доступно StatTrak
vi: StatTrak Có Sẵn
zh_hans: 可用的 StatTrak

source: Available in:
cs: K dispozici v:
de: Erhältlich in:
es: Disponible en:
pt: Disponível em:
ru: Доступно в:
tr: Mevcut:
vi: Có sẵn trong:
zh_hans: 适用于：
zh_hant: 適用於：

source: ATTENTION! We are currently experiencing temporary technical issues. There may be a delay in the transfer of money.
cs: POZORNOST! Momentálně máme dočasné technické problémy. Může dojít ke zpoždění připsání finančních prostředků za prodej položek.
de: AUFMERKSAMKEIT! Wir haben derzeit vorübergehende technische Probleme. Es kann zu Verzögerungen bei der Gutschrift von Geldern für den Verkauf von Artikeln kommen.
es: ¡ATENCIÓN! Actualmente estamos experimentando problemas técnicos temporales. Puede haber un retraso en la acreditación de fondos para la venta de artículos.
pt: ATENÇÃO! No momento, estamos enfrentando problemas técnicos temporários. Pode haver um atraso no crédito de fundos para a venda de itens.
ru: ВНИМАНИЕ! В данный момент у нас временные технические проблемы. Возможна задержка с зачислением средств за продажу предметов.
tr: DİKKAT! Şu anda geçici teknik sorunlar yaşıyoruz. Öğelerin satışı için fonların kredilendirilmesinde bir gecikme olabilir.
vi: CHÚ Ý! Chúng tôi hiện đang gặp sự cố kỹ thuật tạm thời. Có thể có sự chậm trễ trong việc ghi có tiền cho việc bán các mặt hàng.
zh_hans: 注意力！ 我们目前遇到暂时的技术问题。 销售商品的资金记入可能会出现延迟。
zh_hant: 注意力！ 我們目前遇到暫時的技術問題。 銷售商品的資金記入可能會出現延遲。

# If your problem is not related to the transfer of money, write to support
source: If your problem is not related to the transfer of money, write to <a routerLink="/usercab/support" title="Support">support</a>.
cs: Pokud váš problém nesouvisí s převodem peněz, napište na <a routerLink="/usercab/support" title="Support">podporu</a>.
de: Wenn Ihr Problem nicht mit der Geldüberweisung zusammenhängt, schreiben Sie an den <a routerLink="/usercab/support" title="Support">Support</a>.
es: Si su problema no está relacionado con la transferencia de dinero, escriba a <a routerLink="/usercab/support" title="Support">soporte</a>.
pt: Se o seu problema não estiver relacionado com a transferência de dinheiro, escreva para o <a routerLink="/usercab/support" title="Support">suporte</a>.
ru: Если ваша проблема не связана с переводом денег, напишите в <a routerLink="/usercab/support" title="Support">поддержку</a>.
tr: Sorununuz para transferi ile ilgili değilse desteğe <a routerLink="/usercab/support" title="Support">yazın</a>.
vi: Nếu vấn đề của bạn không liên quan đến việc chuyển tiền, hãy viết thư <a routerLink="/usercab/support" title="Support">để hỗ trợ</a>.
zh_hans: 如果您的问题与汇款无关， <a routerLink="/usercab/support" title="Support">请写信给支持人员</a>.
zh_hant: 如果您的問題與匯款無關，<a routerLink="/usercab/support" title="Support">請寫信給支持人員</a>.

source: The invoice will be issued by the payment system in the selected currency
cs: Fakturu vystaví platební systém ve vybrané měně
de: Die Rechnung wird vom Zahlungssystem in der ausgewählten Währung ausgestellt
es: La factura será emitida por el sistema de pago en la moneda seleccionada
pt: A fatura será emitida pelo sistema de pagamento na moeda selecionada
ru: Счет будет выставлен платежной системой в выбранной валюте
tr: Fatura, ödeme sistemi tarafından seçilen para biriminde düzenlenecektir
vi: Hóa đơn sẽ được hệ thống thanh toán phát hành bằng đơn vị tiền tệ đã chọn
zh_hans: 付款系统将以所选货币开具发票
zh_hant: 付款系統將以所選貨幣開具發票

source: Probability of transmission
cs: Pravděpodobnost přenosu
de: Wahrscheinlichkeit der Übertragung
es: Probabilidad de transmisión
pt: Probabilidade de transmissão
ru: Вероятность передачи
tr: Bulaşma olasılığı
vi: Xác suất truyền
zh_hans: 传播概率
zh_hant: 傳播概率

source: from
cs: z
de: von
es: desde
pt: da
ru: из
tr: -den
vi: từ
zh_hans: 从
zh_hant: 從

source: January
cs: Leden
de: Januar
es: Enero
pt: Janeiro
ru: Январь
tr: Ocak
vi: Tháng một
zh_hans: 一月
zh_hant: 一月

source: February
cs: Únor
de: Februar
es: Febrero
pt: Fevereiro
ru: Февраль
tr: Şubat
vi: Tháng hai
zh_hans: 二月
zh_hant: 二月

source: March
cs: Březen
de: März
es: Marzo
pt: Março
ru: Март
tr: Mart
vi: Tháng ba
zh_hans: 三月
zh_hant: 三月

source: April
cs: Duben
es: Abril
pt: Abril
ru: Апрель
tr: Nīsan
vi: Tháng tư
zh_hans: 四月
zh_hant: 四月

source: May
cs: Květen
de: Mai
es: Mayo
pt: Maio
ru: Май
tr: Mayıs
vi: Tháng năm
zh_hans: 五月
zh_hant: 五月

source: June
cs: Červen
de: Juni
es: Junio
pt: Junho
ru: Июнь
tr: Hazīran
vi: Tháng sáu
zh_hans: 六月
zh_hant: 六月

source: July
cs: Červenec
de: Juli
es: Julio
pt: Julho
ru: Июль
tr: Temmuz
vi: Tháng bảy
zh_hans: 七月
zh_hant: 七月

source: August
cs: Srpen
es: Agosto
pt: Agosto
ru: Август
tr: Ağustos
vi: Tháng tám
zh_hans: 八月
zh_hant: 八月

source: September
cs: Září
es: Septiembre
pt: Setembro
ru: Сентябрь
tr: Eylül
vi: Tháng chín
zh_hans: 九月
zh_hant: 九月

source: October
cs: Říjen
de: Oktober
es: Octubre
pt: Outubro
ru: Октябрь
tr: Ekim
vi: Tháng mười
zh_hans: 十月
zh_hant: 十月

source: November
cs: Listopad
es: Noviembre
pt: Novembro
ru: Ноябрь
tr: Kasım
vi: Tháng mười một
zh_hans: 十一月
zh_hant: 十一月

source: December
cs: Prosinec
de: Dezember
es: Diciembre
pt: Dezembro
ru: Декабрь
tr: Aralık
vi: Tháng mười hai
zh_hans: 十二月
zh_hant: 十二月

source: Jan
cs: Led
es: Enero
ru: Янв
tr: Ocak
vi: Th1
zh_hans: 一月
zh_hant: 一月

source: Feb
cs: Ún
pt: Fev
ru: Фев
tr: Subat
vi: Th2
zh_hans: 二月
zh_hant: 二月

source: Mar
cs: Brez
de: März
es: Marzo
pt: Março
ru: Мар
tr: Mart
vi: Th3
zh_hans: 三月
zh_hant: 三月

source: Apr
cs: Dub
es: Abr
pt: Abril
ru: Апр
tr: Nisan
vi: Th4
zh_hans: 四月
zh_hant: 四月

source: Jun
cs: Cerv
de: Juni
pt: Junho
ru: Июн
tr: Haziran
vi: Th6
zh_hans: 六月
zh_hant: 六月

source: Jul
cs: Cerven
de: Juli
pt: Julho
ru: Июл
tr: Temmuz
vi: Th7
zh_hans: 七月
zh_hant: 七月

source: Aug
cs: Srp
es: Agosto
pt: Agosto
ru: Авг
tr: Agustos
vi: Th8
zh_hans: 八月
zh_hant: 八月

source: Sep
cs: Zár
de: Sept
es: Sept
pt: Set
ru: Сен
tr: Eylul
vi: Th9
zh_hans: 九月
zh_hant: 九月

source: Oct
cs: Ríj
de: Okt
pt: Out
ru: Окт
tr: Ekim
vi: Th10
zh_hans: 十月
zh_hant: 十月

source: Nov
cs: List
ru: Ноя
tr: Kasim
vi: Th11
zh_hans: 十一月
zh_hant: 十一月

source: Dec
cs: Pros
de: Dez
es: Dic
pt: Dez
ru: Дек
tr: Aralik
vi: Th12
zh_hans: 十二月
zh_hant: 十二月

source: Monday
cs: Pondělí
de: Montag
es: Lunes
pt: Segunda-feira
ru: Понедельник
tr: Pazartesi
vi: Thứ hai
zh_hans: 星期一
zh_hant: 星期一

source: Tuesday
cs: Úterý
de: Dienstag
es: Martes
pt: Terça-feira
ru: Вторник
tr: Salı
vi: Thứ ba
zh_hans: 星期二
zh_hant: 星期二

source: Wednesday
cs: Středa
de: Mittwoch
es: Miércoles
pt: Quarta-feira
ru: Среда
tr: Çarşamba
vi: Thứ tư
zh_hans: 星期三
zh_hant: 星期三
