Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: Аттестация, произведенная со стороны WebMoney Transfer, лишь подтверждает наши реквизиты для связи и удостоверяет личность. Она осуществляется по нашему желанию и не означает, что мы каким-либо образом связаны с продажами операторов системы WebMoney.
cs: Atestace, provedená ze strany WebMoney Transfer, jen potvrzuje naše údaje pro spojení a potvrzují totožnost. Uskutečňuje se na naši žádost a neznamená, že bychom byli jakýmkoli způsobem spojeni a prodeji operátorů systému WebMoney.
de: Die von WebMoney Transfer gemachte Attestierung bestätigt nur unsere Kontaktdaten und bescheinigt die Identität. Sie erfolgt auf unseren Wunsch und bedeutet nicht, dass wir in irgendeiner Weise mit den Verkäufen von WebMoney-Systembetreibern verbunden sind.
tr: WebMoney Transfer tarafından yapılan tasdik sadece iletişim bilgilerimizi teyit eder ve kimliğimizi tasdik eder. Bizim talebimiz üzerine gerçekleştirilir ve WebMoney sistem operatörlerinin satışlarıyla hiçbir şekilde bağlantılı olduğumuz anlamına gelmez.
vi: Chứng thực do WebMoney Transfer thực hiện chỉ xác nhận thông tin liên hệ của chúng tôi và xác nhận danh tính. Chứng thực được thực hiện theo nguyện vọng của chúng tôi và không có nghĩa là chúng tôi có liên quan đến việc bán hàng của các nhà khai thác hệ thống WebMoney theo bất kỳ cách nào.

# New support request
source: Новый запрос в службу поддержки
cs: Nový požadavek ke službě podpory.
de: Neue Supportanfrage
tr: Yeni destek talebi
vi: Yêu cầu mới đến bộ phận hỗ trợ

# Admin
source: Администратор
cs: Admin
de: Administrator
tr: Yönetici
vi: Quản trị viên

# Add item for sale
source: Добавить товар для продажи
cs: Přidat zboží k prodeji
de: Artikel zum Verkauf hinzufügen
tr: Satılık bir ürün ekle
vi: Thêm mặt hàng để bán

# Please turn on sales!
source: Пожалуйста, включите продажи!
de: Bitte aktivieren Sie die Verkäufe!
vi: Xin vui lòng bật bán hàng!

# These rules are clarifications and do not replace the terms of the
source: Настоящие правила являются разъяснениями и не заменяют условий<a>договора</a>.
de: Diese Regeln sind Erläuterungen und ersetzen die <a>Vertragsbedingungen</a> nicht.
vi: Các quy định này là những lời giải thích và không thay thế các điều khoản của <a>hợp đồng</a>.

# Contacts
source: Контакты
cs: Kontakty
de: Kontakte
tr: İletişim
vi: Liên hệ

# ContactsSupportText
source: Для получения помощи воспользуйтесь нашим сервисом <a routerLink="/usercab/support">технической поддрежки</a>.<br> Или по почте: <a href="mailto:support@csgo.com">support@csgo.com</a>. Обратите внимание - вопросы на email рассматриваются дольше, чем через сервис технической поддержки.<br> Мы являемся зарегистрированным юридическим лицом, поэтому вы можете спокойно доверять нам свои вещи.
de: Für Hilfe nutzen Sie bitte unseren <a routerLink="/usercab/support">technischen Support-Service</a>.<br> Oder per E-Mail: <a href="mailto:support@csgo.com">support@csgo.com</a>. Bitte beachten Sie, dass Fragen per E-Mail länger betrachtet werden als über den technischen Support-Service.<br> Wir sind eine eingetragene juristische Person, sodass Sie uns Ihre Artikel problemlos anvertrauen können.
vi: Để được hỗ trợ, vui lòng sử dụng dịch vụ <a routerLink="/usercab/support">hỗ trợ kỹ thuật</a> của chúng tôi.<br> Hoặc qua email: <a href="mailto:support@csgo.com">support@csgo.com</a>. Xin lưu ý rằng thời gian xem xét các câu hỏi qua email sẽ lâu hơn so với thời gian xem xét thông qua dịch vụ hỗ trợ kỹ thuật.<br> Chúng tôi là một pháp nhân đã đăng ký, vì vậy bạn có thể yên tâm tin tưởng chúng tôi với mọi thứ của bạn.

# Attention, you can't sell!
source: Внимание, вы не можете продавать!
de: Achtung, Sie können nicht verkaufen!
vi: Chú ý, bạn không thể bán hàng!

source: Чтобы продавать с мобильного устройства, вам необходимо установить клиентское приложение "MarketApp Client" на <span class="link-context">свой компьютер и поддерживать его включенным на вашем компьютере</span>
de: Um von einem Mobilgerät aus zu verkaufen, müssen Sie die Clientanwendung „MarketApp Client“ auf <span class="link-context">Ihrem Computer installieren und auf Ihrem Computer aktiviert lassen</span>
vi: Để bán hàng từ thiết bị di động, bạn cần cài đặt ứng dụng khách hàng "MarketApp Client" trên <span class="link-context">máy tính của mình và luôn bật ứng dụng này trên máy tính của bạn</span>

# How to trade from your phone
source: Как торговать со своего телефона
de: Wie man von seinem Handy aus handelt
vi: Cách giao dịch từ điện thoại của bạn

# Sticker search
source: Поиск по стикерам
cs: Vyhledávání podle nálepek
de: Suche nach Aufklebern
tr: Etiket araması
vi: Tìm kiếm theo nhãn dán

# FAQ search
source: FAQ поиск
cs: FAQ vyhledávání
de: FAQ-Suche
tr: FAQ araması
vi: Tìm kiếm FAQ

# Back to content pages
source: Вернуться к страницам
de: Zurück zu den Seiten
vi: Quay lại các trang

# Go to the main page
source: Перейдите на главную страницу
cs: Přejděte na hlavní stránku
de: Zur Hauptseite gehen
tr: Ana sayfaya git
vi: Đi đến trang chủ

# Error 404
source: Ошибка 404
cs: Chyba 404
de: Fehler 404
tr: Hata 404
vi: Lỗi 404

# Put up for sale for
source: Выставить на продажу за <span>onPrice: changesPrice }}</span
de: Zum Verkauf angeboten für <span>onPrice: changesPrice }}</span
vi: Đăng bán hàng với giá <span>onPrice: changesPrice }}</span

# Price and volume chart
source: График цен и объемов
cs: Tabulka cen a objemů
de: Preis- und Volumendiagramm
tr: Fiyat ve hacim grafiği
vi: Biểu đồ giá và khối lượng

# Error when load best offers
source: Ошибка при загрузке лучших предложений
cs: Chyba při nahrávání nejlepších nabídek
de: Fehler beim Laden von besten Angeboten
tr: En iyi teklifler yüklenirken hata oluştu
vi: Lỗi khi tải các đề xuất tốt nhất

# There is no such page
source: Такой страницы нет
cs: Taková stránka neexistuje
de: Es gibt keine solche Seite
tr: Böyle bir sayfa yok
vi: Không có trang nào như vậy

# Quick search
source: Быстрый поиск
cs: Rychlé vyhledávání
de: Schnellsuche
tr: Hızlı arama
vi: Tìm kiếm nhanh

# Link to exchange (trade-url)
source: Ссылка для обмена (trade-url)
cs: Odkaz pro výměnu (trade-url)
de: Link zum Austausch (Handels-URL (trade-url))
tr: Değişim bağlantısı (trade-url)
vi: Đường link đến trao đổi (trade-url)

# Change
source: Изменить
cs: Změnit
de: Ändern
tr: Değiştir
vi: Thay đổi

# All tickets
source: list">All ti Все тикеты
de: list">All ti Alle Tickets
vi: list">All ti Tất cả ticket

# Back to menu
source: Вернуться в меню
de: Zurück zum Menü
vi: Quay lại menu

# through site
source: через сайт
de: über die Website
vi: qua trang web

# through client
source: через клиент
de: über den Client
vi: qua khách hàng

source: Перед созданием новой заявки рекомендуем нашим специалистам ознакомиться с нашим <a routerLink="/faq" class="opacity-hover">FAQ разделом</a>, возможно там вы намного быстрее найдете ответ на свой вопрос
de: Bevor Sie eine neue Abfrage erstellen, empfehlen wir unseren Benutzern, sich mit unseren vertraut zu machen <a routerLink="/faq" class="opacity-hover">FAQ-Abschnitt</a> vertraut zu machen, vielleicht finden Sie dort die Antwort auf Ihre Frage viel schneller
vi: Trước khi tạo một truy vấn mới, chúng tôi khuyên người dùng của chúng tôi để làm quen với chúng tôi <a routerLink="/faq" class="opacity-hover">mục FAQ</a> của chúng tôi, có thể ở đó bạn sẽ tìm thấy câu trả lời cho câu hỏi của mình nhanh hơn nhiều

# Frequently Asked Questions
source: Часто задаваемые вопросы
cs: Často zadávané otázky
de: Häufig gestellte Fragen
tr: Sıkça Sorulan Sorular (FAQ)
vi: Các câu hỏi thường gặp

source: There is currently nothing for sale from your inventory
cs: V současné době není z vašeho inventáře nic na prodej
de: In Ihrem Inventar
es: Actualmente no hay nada a la venta en su inventario

# We often ask questions
source: FAQ
de: Häufig gestellte Fragen

# FAQ section
source: FAQ
de: Häufig gestellte Fragen

source: MarketApp Desktop Client
cs: Klient pro stolní počítače MarketApp
de: MarketApp Desktop-Klient
es: MarketApp Cliente de escritorio
pt: Cliente para desktop MarketApp

source: MarketApp Mobile
cs: Mobilní aplikace MarketApp
de: MarketApp Mobil
es: MarketApp Móvil
tr: MarketApp Mobil

source: MarketApp Extension
cs: Rozšíření aplikace MarketApp
de: MarketApp Erweiterung
es: Extensión MarketApp
pt: Extensão do MarketApp

source: Download 3.0.1 for Mac/Windows/Linux
de: Herunterladen 3.0.1 für Mac/Windows/Linux

source: Without a trade-url, you won't be able to buy or sell items
zh_hant: 沒有交易網址，您將無法購買或出售物品

# Last updated
source: Last updated {{(refreshInfo! * 1000 | date: 'shortDate')}} at {{(refreshInfo! * 1000 | date: 'shortTime')}}
cs: Naposledy aktualizováno {{(refreshInfo! * 1000 | date: 'shortDate')}} v {{(refreshInfo! * 1000 | date: 'shortTime')}}
es: Última actualización {{(refreshInfo! * 1000 | date: 'shortDate')}} a las {{(refreshInfo! * 1000 | date: 'shortTime')}}
pt: Última atualização em {{(refreshInfo! * 1000 | date: 'shortDate')}} às {{(refreshInfo! * 1000 | date: 'shortTime')}}
tr: Son güncellenme tarihi: {{(refreshInfo! * 1000 | date: 'shortDate')}} {{(refreshInfo! * 1000 | date: 'shortTime')}}
zh_hant: 最後更新於 {{(refreshInfo! * 1000 | date: 'shortDate')}} 日 {{(refreshInfo! * 1000 | date: 'shortTime')}}

source: Can't verify market app installation
es: No se puede verificar la instalación de la market app
pt: Não foi possível verificar a instalação do market app
zh_hant: 無法驗證安裝

source: You are currently not tracking any item, you can subscribe to a price change on the item page <app-svg [name]="'helper'" [width]="24" [height]="93"></d
es: Actualmente no rastrea ningún artículo, puede suscribirse al cambio de precio en la página del artículo. <app-svg [name]="'helper'" [width]="24" [height]="93"></d
pt: Você não está rastreando nenhum item no momento, você pode assinar as alterações de preço na página do item.<app-svg [name]="'helper'" [width]="24" [height]="93"></d
zh_hant: 目前您並沒有追蹤任何一個商品，您可以在商品頁 訂閱價格變更提醒 <app-svg [name]="'helper'" [width]="24" [height]="93"></d

# is ready to receive in
source: item.market_hash_name is ready to receive in (<a href='/usercab'>dashboard</a>)
es: item.market_hash_name listo para entrega (<a href='/usercab'>dashboard</a>)
pt: item.market_hash_name pronto para receber (<a href='/usercab'>painel</a>)
zh_hant: 您購買的飾品 item.market_hash_name 賣家已發貨，請在5分鐘之內確認收貨！出於安全考慮，若不及時確認，交易將會自動取消。 <br> 溫馨提示：多次未收貨將導致賬號禁用，請及時收貨。

# item is now available for x
source: item.market_name is now available for item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
zh_hant: item.market_name 現在可用於 item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)

source: To top up your personal account, you need to log in on the website and go to the account replenishment page. After selecting the deposit amount, you will be redirected to the payment system's website to pay the bill.
es: Para recargar su cuenta personal, debe iniciar sesión en el sitio web y dirigirse a la página de reabastecimiento de la cuenta. Después de seleccionar el monto del depósito, se lo redirigirá al sitio web del sistema de pago para pagar la factura.
pt: Para recarregar sua conta pessoal, você precisa fazer login no site e ir para a página de reabastecimento da conta. Depois de selecionar o valor do depósito, você será redirecionado para o site do sistema de pagamento para pagar a conta.
zh_hant: 要補充您的個人帳戶，您需要登錄網站並轉到帳戶補充頁面. 選擇存款金額后，您將被重定向到支付系統的網站支付賬單.

source: Don't show again
cs: Nezobrazovat znovu
es: No volver a mostrar
pt: Não mostrar novamente
tr: Tekrar gösterme
zh_hant: 不再顯示

# x requests for n or higher
source: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>for <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> or this.colorIndex === 0 ? higher : below </div>
zh_hant: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>為了 <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> 或者 this.colorIndex === 0 ? higher : below </div>

source: Recharge instructions 1
zh_hant: 1、充值退款或提現會產生1%服務費；

source: Recharge instructions 2
zh_hant: 2、為了保障您的帳號資金合法化，最新充值的款項可在5天的冷卻期後進行提現。

source: Recharge instructions 3
zh_hant: 3、充值過程中如有任何問題，請聯系客服進行相應的處理。

source: Withdrawal instructions 1
zh_hant: 1、提現服務費1%。

source: Withdrawal instructions 2
zh_hant: 2、支付寶提現2小時內到賬，銀行卡到賬時間取決於收款銀行。

source: Withdrawal instructions 3
zh_hant: 3、提現過程中如有任何問題，請聯系客服進行相應的處理。

source: Example 'main wallet'
cs: Příklad ‚hlavní peněženky‘
es: Ejemplo de 'billetera principal'
pt: Exemplo de 'carteira principal'
tr: Örnek 'ana cüzdan'
zh_hant: 範例「主錢包」

# Are you sure you want to remove the notification on
source: Вы уверены, что хотите удалить уведомление на this.order.market_hash_name
cs: Jste si jisti, že chcete odstranit oznámení o this.order.market_hash_name
tr: tarihindeki bildirimi silmek istediğinizden emin misiniz? this.order.market_hash_name

# Profile of
source: Профиль пользователя {{ userStat.res?.seller?.nick }}
cs: Profil uživatele {{ userStat.res?.seller?.nick }}
tr: Kullanıcı profili {{ userStat.res?.seller?.nick }}

# landingTitle
source: 9 <span>Лет</span>
cs: 9<span>Let</span>
tr: 9 <span>Yıl</span>

source: В настоящее время вы не отслеживаете ни один товар, вы можете подписаться на изменение цены на странице товара. <app-svg [name]="'helper'" [width]="24" [height]="93"></d
cs: V současné době nesledujete žádné zboží, můžete se přihlásit pro změnu ceny na stránkách zboží. <app-svg [name]="'helper'" [width]="24" [height]="93"></d
tr: Şu anda herhangi bir ürünü takip etmiyorsunuz, fiyat değişikliklerini ürün sayfasından takip edebilirsiniz. <app-svg [name]="'helper'" [width]="24" [height]="93"></d

# I agree with deal
source: Я согласен с условиями <a href="static/terms" target="_blank">соглашение</a>, <a href="static/agreement">Агентское соглашение</a> и я понимаю, что в процессе пополнения счета предложения участников нашей системы могут меняться.
cs: Souhlasím s podmínkami<a href="static/terms" target="_blank">dohody</a>,<a href="static/agreement">Agentská dohoda</a> a rozumím, že během procesu doplňování účtu se nabídky účastníků našeho systému mohou měnit.
tr: <a href="static/terms" target="_blank">Sözleşmenin</a> şartlarını, <a href="static/agreement">Acente Sözleşmesini </a>kabul ediyorum ve hesaba para yükleme sürecinde sistemimize katılanların tekliflerinin değişebileceğini anlıyorum.

# Number of items not listed for sale
source: Количество предметов, не выставленных на продажу : failedItems
cs: Počet předmětů, které nejsou nabízeny k prodeji : failedItems
tr: Satılık olmayan ürün sayısı: failedItems

# More than
source: Более {{ itemsOnMarketplace }}
cs: Více {{ itemsOnMarketplace }}
tr: Daha fazla {{ itemsOnMarketplace }}

# is ready to receive in
source: item.market_hash_name готов для получения (<a href='/usercab'>приборной панели</a>)
cs: item.market_hash_name připraven na získání (<a href='/usercab'>přístrojového panelu</a>)
tr: item.market_hash_name (<a href='/usercab'>kontrol paneli</a>) tarafından alınmaya hazır

# item is now available for x
source: item.market_name is now available for item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
cs: item.market_name je nyní k dispozici pro item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
es: item.market_name ya está disponible para item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
pt: item.market_name já está disponível para item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
tr: item.market_name şu anda mevcut item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)

# You can choose from
source: Выберете от validatorValue.min до validatorValue.max. Current validatorValue.current
cs: Vyberte od validatorValue.min dovalidatorValue.max . Current validatorValue.current
tr: validatorValue.min ile validatorValue.max arasında seçin. Current validatorValue.current

# These rules are clarifications and do not replace the terms of the
source: Настоящие правила являются разъяснениями и не заменяют условий<a>договора</a>.
cs: Aktuální pravidla jsou vysvětlení a nejsou záměnou podmínek <a>smlouvy</a>.
tr: Bu kurallar açıklama amaçlıdır ve <a>sözleşme</a> şartlarının yerine geçmez.

# ContactsSupportText
source: Для получения помощи воспользуйтесь нашим сервисом <a routerLink="/usercab/support">технической поддрежки</a>.<br> Или по почте: <a href="mailto:support@csgo.com">support@csgo.com</a>. Обратите внимание - вопросы на email рассматриваются дольше, чем через сервис технической поддержки.<br> Мы являемся зарегистрированным юридическим лицом, поэтому вы можете спокойно доверять нам свои вещи.
cs: Pro získání pomoci použijte náš servis <a routerLink="/usercab/support">technické podpory</a>.<br> Nebo prostřednictvím e-mailu: <a href="mailto:support@csgo.com">support@csgo.com</a>. Věnujte pozornost následujícímu - otázky prostřednictvím e-mailu jsou projednávány déle, než prostřednictvím servisu technické podpory.<br> Jsme registrovaná právnická osoba, proto nám můžete v klidu vaše věci svěřit.
tr: Yardım için lütfen <a routerLink="/usercab/support">teknik destek</a> hizmetimizi kullanın.<br> Veya posta yoluyla: <a href="mailto:support@csgo.com">support@csgo.com</a>. Lütfen e-posta ile gönderilen soruların teknik destek hizmetinden daha uzun kabul edildiğini unutmayın.<br> Biz, tescilli bir tüzel kişiyiz, bu nedenle ürünlerinizi bize güvenle emanet edebilirsiniz.

# All tickets
source: list">All ti Все тикеты
cs: list">All ti Všechny tikety
tr: list">All ti Tüm biletler

source: Перед созданием новой заявки рекомендуем нашим специалистам ознакомиться с нашим <a routerLink="/faq" class="opacity-hover">FAQ разделом</a>, возможно там вы намного быстрее найдете ответ на свой вопрос
cs: Před vytvořením nového dotazu doporučujeme našim uživatelům seznámit se s našimi <a routerLink="/faq" class="opacity-hover">FAQ odstavcem</a>, možná tam najdete odpověď na svou otázkou mnohem rychleji
tr: Yeni bir sorgu oluşturmadan önce, kullanıcılarımızın kendilerini tanımalarını öneririz <a routerLink="/faq" class="opacity-hover">FAQ bölümümüze</a> aşina olmalarını öneririz, belki orada sorunuzun yanıtını çok daha hızlı bulabilirsiniz

# x requests for n or higher
source: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>for <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> or this.colorIndex === 0 ? higher : below </div>
cs: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>pro <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> nebo this.colorIndex === 0 ? higher : below </div>
es: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>para <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> o this.colorIndex === 0 ? higher : below </div>
pt: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>para <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> ou this.colorIndex === 0 ? higher : below </div>
tr: <div style="font-size: 14px; color: #fff"> this.point.y this.point.y === 1 ? request : requests <br>için <span style="color: this.color">currencyPipe.transform(this.point.x, dataSource!.currency.current) </span> veya this.colorIndex === 0 ? higher : below </div>

# Your request to withdraw funds in the amount
source: Your request to withdraw funds in the amount of
cs: Váš požadavek na výběr prostředků ve výši

source: Without a trade-url, you won't be able to buy or sell items
es: Sin una URL comercial, no podrá comprar ni vender artículos
pt: Sem um URL de negociação, você não poderá comprar ou vender itens

# ApiImportant
source: {START_TAG_SPAN}!</span><span class="important-text">IMPORTANT!</span> If you send more than 5 requests per second to our server, your key will be deleted. The list of API requests for the last 20 minutes can be viewed <a routerLink="log">here</a>.
es: {START_TAG_SPAN}!</span><span class="important-text">DŮLEŽITÉ!{CLOSE_TAG_SPAN} Pokud na náš server odešlete více než 5 požadavků za sekundu, váš klíč bude smazán. Seznam požadavků API za posledních 20 minut lze zobrazit <a routerLink="log">zde</a>

# Error in update image
source: Error in `
es: Error en la imagen de actualización

# Any user can sell any item in his inventory. Listing an item for sale
source: Any user can sell any item in their inventory. Putting an item up for sale does not result in the loss of an item from the Steam inventory, but only indicates that you want to sell this item.
es: Cualquier usuario puede vender cualquier artículo de su inventario. Poner un artículo a la venta no da como resultado la pérdida de un artículo del inventario de Steam, sino que solo indica que desea vender este artículo.

source: Before creating a new query, we recommend our users to familiarize themselves with our <a routerLink="/faq" class="opacity-hover">FAQ section</a>, perhaps there you will find the answer to your question much faster
es: Antes de crear una nueva consulta, recomendamos a nuestros usuarios que se familiaricen con nuestro <a routerLink="/faq" class="opacity-hover">FAQ apartado</a>, tal vez allí encuentre la respuesta a su pregunta mucho más rápido

# Is it safe?
source: ¿Es seguro?
es: Je to bezpečné?
