Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: No open tickets
es: No hay tickets abiertos
pt: Não há tickets abertos
ru: Нет открытых тикетов
zh_hans: 您暂无提交的反馈
zh_hant: 您暫無提交的反饋

source: Create a new ticket
es: Crear un nuevo ticket
pt: Criar um novo ticket
ru: Создать новый тикет
zh_hans: 提交反馈
zh_hant: 提交反饋

source: We often ask questions
ru: FAQ
zh_hans: 常见问题解答

source: New replies from technical support
ru: Новый ответ от технической поддержки
zh_hans: 来自技术支持的最新回复

source: Open tickets
es: Tickets abiertos
pt: Tickets em aberto
ru: Открытые тикеты
zh_hans: 开启的客服案件
zh_hant: 開啟的客服案件

source: Closed tickets
es: Tickets cerrados
pt: Tickets fechados
ru: Закрытые тикеты
zh_hans: 反馈记录
zh_hant: 反饋記錄

source: FAQ section
ru: FAQ
zh_hans: 常见问题解答

source: perhaps there you will find the answer to your question much faster
ru: возможно там вы намного быстрее найдете ответ на свой вопрос
zh_hans: 也许在那里您可以更快地找到对您问题的解答

source: Choose one of the reasons:
es: Elija una de las razones:
pt: Escolha um dos motivos:
ru: Выберите одну из причин:
zh_hans: 请选择以下一个原因：
zh_hant: 請選擇以下一個原因：

source: Choose category
es: Seleccione una categoría
pt: Escolha uma categoria
ru: Выберите категорию
zh_hans: 请选择分类
zh_hant: 請選擇分類

source: Describe the problem in detail (tickets without a detailed description will simply be closed):
es: Describa el problema en detalle (los tickets sin una descripción detallada simplemente se cerrarán):
pt: Descreva o problema em detalhes (os tickets sem uma descrição detalhada serão simplesmente fechados):
ru: Подробно опишите проблему (тикеты без подробного описания будут просто закрыты):
zh_hans: 请详细描述问题（没有详细描述的客服案件将会被关闭）：
zh_hant: 請詳細描述問題（沒有詳細描述的客服案件將會被關閉）：

source: Enter your message
es: Escribe tu mensaje
pt: Introduza a sua mensagem
ru: Введите ваше сообщение
zh_hans: 请输入您的信息
zh_hant: 請輸入您的資訊

source: I read
es: He leído
pt: Eu li
ru: Я прочитал
zh_hans: 我已阅读
zh_hant: 我已閱讀

source: Attention!
es: ¡Atención!
pt: Atenção!
ru: Внимание!
zh_hans: 注意！
zh_hant: 注意！

source: In order to ensure the safety of your account and the funds on it, we remind you: the technical support staff NEVER ask users for any passwords (including payment ones) and two-factor authorization codes. Be vigilant and do not share any data with anyone!
es: Para garantizar la seguridad de su cuenta y de sus fondos, recuerde que el personal de soporte técnico NUNCA solicita a los usuarios ningunas contraseñas (incluidas las de pago) ni códigos de autorización de dos factores. ¡Tenga cuidado y no pase ningún dato a nadie!
pt: Para garantir a segurança de sua conta e os fundos nela, lembramos que os funcionários do suporte técnico NUNCA solicitam aos usuários senhas (incluindo as de pagamento) e códigos de autorização de dois fatores. Fique atento e não compartilhe nenhum dado com ninguém!
ru: В целях обеспечения безопасности вашего аккаунта и средств на нем напоминаем: сотрудники техподдержки НИКОГДА не запрашивают у пользователей какие-либо пароли (в том числе платежные) и коды двухфакторной авторизации. Будьте бдительны и никому не сообщайте никаких данных!
zh_hans: 为了保护您账户的安全以及里面的资金，我们在此提醒您: 客服人员从来不会问用户索要任何密码（包括支付密码）以及登陆的双因素认证码。请警惕并不要告诉任何人您的信息！
zh_hant: 為了保護您帳戶的安全以及裏面的資金，我們在此提醒您: 客服人員從來不會問用戶索要任何密碼（包括支付密碼）以及登陸的雙因素認證碼。請警惕並不要告訴任何人您的資訊！

source: Create ticket
es: Crear un ticket
pt: Criar um ticket
ru: Создать тикет
zh_hans: 提交
zh_hant: 提交

source: Send
ru: Отправить
zh_hans: 发送

source: Prev page
es: Página anterior
pt: Página anterior
ru: Предыдущая страница
zh_hans: 上一页
zh_hant: 上一頁

source: Next page
es: Página siguiente
pt: Próxima página
ru: Следующая страница
zh_hans: 下一页
zh_hant: 下一頁

source: Enter exchange link
es: Ingrese el enlace de intercambio
pt: Insira o link de troca
ru: Введите ссылку на обмен
zh_hans: 请输入交换链接
zh_hant: 請輸入交換鏈接

source: Link to exchange (trade-url)
ru: Ссылка на обмен (Trade-url)
zh_hans: 交易链接

source: Where can I find the exchange link?
zh_hans: 如何找到交换链接？

source: Where can I find the exchange link?
zh_hans: 如何找到交换链接？
zh_hant: 如何找到交換鏈接？

source: A link that allows you to trade with players who are not on your friends list. Copy the trade link from your Steam account into the box and click Apply.
es: El enlace que le permite comerciar con jugadores que no están en tu lista de amigos. Copie el enlace de intercambio de su cuenta de Steam en el cuadro y haga clic en Aplicar.
pt: Um link que permite negociar com jogadores que não estão na sua lista de amigos. Copie o link de troca da sua conta Steam para o campo e clique em Aplicar.
ru: Ссылка, которая дает вам возможность торговать с игроками, которых нет в вашем списке друзей Steam. Скопируйте ссылку на обмен из вашей учетной записи Steam в поле ниже и нажмите «Применить».
zh_hans: 链接使您可以和好友列表以外的玩家进行交易。请从您的Steam账号里复制交换链接并点击“使用”。
zh_hant: 鏈接使您可以和好友列表以外的玩家進行交易。請從您的Steam帳號裏複製交換鏈接並點擊“使用”。

source: there is no trade link
es: no tengo enlace de intercambio
pt: não há link de troca
ru: нет ссылки на обмен
zh_hans: 没有交换链接
zh_hant: 沒有交換鏈接

source: There is a buyer!
ru: Есть покупатель!
zh_hans: 出现买家！

source: Search history
es: Historia de busquedas
pt: Histórico de busca
ru: История запросов
zh_hans: 搜索历史记录
zh_hant: 搜索歷史記錄

source: Steam is currently having connection issues!
de: Steam hat derzeit Verbindungsprobleme!
ru: Steam в настоящее время имеет проблемы с подключением!
vi: Steam hiện đang gặp sự cố kết nối!
zh_hans: Steam 目前有连接问题！

source: Clear all
es: Borrar todo
ru: Очистить все
zh_hans: 全部清除
zh_hant: 全部清除

# was not transferred to the buyer, the trade was canceled
source: item.market_hash_name was not transferred to the buyer, the trade was canceled
cs: item.market_hash_name nebyla převedena na kupujícího, obchod byl zrušen
de: item.market_hash_name nicht auf den Käufer übertragen wurde, wurde der Handel storniert
es: item.market_hash_name no fue transferido al comprador, el comercio fue cancelado
pt: item.market_hash_name não foi repassado ao comprador, a negociação foi cancelada
ru: item.market_hash_name не был передан покупателю, трейд отменён
tr: item.market_hash_name alıcıya devredilmedi, ticaret iptal edildi
vi: item.market_hash_name không được chuyển cho người mua, giao dịch đã bị hủy
zh_hans: item.market_hash_name 未转移给买方，交易被取消
zh_hant: item.market_hash_name 未轉移給買方，交易被取消

source: Create offer
ru: Создать трейд
zh_hans: 创建报价

source: All items has been send
es: Todos los artículos enviados
pt: Todos os itens foram enviados
ru: Все предметы отправлены
zh_hans: 所有物品已发送
zh_hant: 所有物品已發送

source: Some error happend
ru: Ошибка
zh_hans: 错误

source: Page not found
es: Página no encontrada
pt: Página não encontrada
ru: Страница не найдена
zh_hans: 网页没有找到
zh_hant: 網頁沒有找到

# Try repeat switching on sales after
source: Try repeat switching on sales after delayParams.delay / 1000 seconds
zh_hans: 请在delayParams.delay / 1000秒后尝试再次出售

# Switching on sales after
source: Switching on sales after delayParams.delay / 1000 seconds
zh_hans: 在delayParams.delay / 1000秒后开启出售

source: Error when starting sales!
ru: Ошибка при запуске продаж!
zh_hans: 进行出售时发生错误！

# is ready to receive in
source: item.market_hash_name is ready to receive in (<a href='/usercab'>dashboard</a>)
zh_hans: 您购买的饰品 item.market_hash_name 卖家已发货，请在5分钟之内确认收货！出于安全考虑，若不及时确认，交易将会自动取消。<br> 温馨提示：多次未收货将导致账号禁用，请及时收货。

# item is now available for x
source: item.market_name is now available for item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)
zh_hans: item.market_name 现在可用于 item.priceitem.currency (<a href='this.helper.router.createUrlTree( [ '/', item?.seo?.category, item?.seo?.type, item.market_hash_name, ].filter((n) => n), )'>item.market_name</a>)

source: Purchased item item.market_hash_name is ready to receive. Pick it up in <a href='/usercab'>dashboard</a>
zh_hans: 已购买的物品item.market_hash_name已经可以接收。请在 <a href='/usercab'>dashboard</a> 接收

source: Extension not found
cs: Rozšíření nenalezeno
de: Erweiterung nicht gefunden
es: Extensión no encontrada
pt: Extensão não encontrada
ru: Расширение не найдено
tr: Uzantı bulunamadı
vi: Không tìm thấy tiện ích mở rộng
zh_hans: 没找到插件
zh_hant: 沒找到插件

source: Chrome extension not supporting
ru: Расширение не поддерживается
zh_hans: 不支持Chrome插件

source: Required
es: Necesariamente
pt: Obrigatoriamente
ru: Обязательно
zh_hans: 要求
zh_hant: 要求

source: New password and repeat password must be equal
es: Las contraseñas deben coincidir
pt: As senhas devem corresponder
ru: Пароли должны совпадать
zh_hans: 密码必须一致
zh_hant: 密碼必須一致

# You can choose from
source: You can choose from validatorValue.min to validatorValue.max. Current validatorValue.current.
zh_hans: 请从 validatorValue.min 至 validatorValue.max选择。目前 validatorValue.current。

source: Is invalid credit card number
es: Número de tarjeta incorrecto
pt: Número de cartão inválido
ru: Неверный номер карты
zh_hans: 卡号不正确
zh_hant: 卡號不正確

source: Email is invalid
es: el correo electrónico es invalido
pt: E-mail inválido
ru: Неверный email
zh_hans: 邮箱地址错误
zh_hant: 郵箱地址錯誤

source: Invalid email address
es: Dirección de correo electrónico no válida
pt: E-mail inválido
ru: Неверный email
zh_hans: 邮箱地址错误
zh_hant: 郵箱地址錯誤

source: Invalid password. Password must be at least 6 characters long, and contain a number
es: Contraseña incorrecta. La contraseña debe tener al menos caracteres y un dígito
pt: Senha inválida. A senha deve ter pelo menos 6 caracteres e conter um número
ru: Неверный пароль. Пароль должен быть не менее 6 символов и содержать цифру
zh_hans: 密码错误。密码需不少于6个符号并包含一个数字
zh_hant: 密碼錯誤。密碼需不少於6個符號並包含一個數字

# Minimum length
source: Minimum length validatorValue.requiredLength
zh_hans: 最短长度 validatorValue.requiredLength

# Maximum length
source: Maximum length validatorValue.requiredLength
zh_hans: 最长长度 validatorValue.requiredLength

# Maximum value
source: Maximum value validatorValue.max
zh_hans: 最大值 validatorValue.max

# Minimum value
source: Minimum value validatorValue.min
zh_hans: 最小值 validatorValue.min

source: Only number
es: Sólo números
pt: Apenas números
ru: Только числа
zh_hans: 只有数字
zh_hant: 只有數字

source: Minimum 6, maximum 100 length
es: Longitud mínima 6, máxima 100
pt: Comprimento mínimo 6, máximo 100
ru: Минимальная длина 6, максимальная 100
zh_hans: 最短6，最长100
zh_hant: 最短6，最長100

source: String has at least one number
es: La línea debe contener al menos un número
pt: A linha deve conter pelo menos um número
ru: Строка должна содержать хотя бы одно число
zh_hans: 字符串必须包含一个数字
zh_hant: 字串必須包含一個數字

source: Must be float number
es: Debe tener números con coma flotante
pt: Deve ter um número de ponto flutuante
ru: Должно быть число с плавающей запятой
zh_hans: 必须是浮点数
zh_hant: 必須是浮點數

source: String has at least one lower-case letter
es: La línea debe tener al menos una mayúscula
pt: A linha deve conter pelo menos uma letra minúscula
ru: Строчка должна содержать хотя бы одну прописную букву
zh_hans: 字符串至少有一个小写字母
zh_hant: 字串至少有一個小寫字母

source: String has at least one upper-case letter
es: La línea debe tener al menos una mayúscula
pt: A linha deve conter pelo menos uma letra maiúscula
ru: Строчка должна содержать хотя бы одну заглавную букву
zh_hans: 字符串至少有一个大写字母
zh_hant: 字串至少有一個大寫字母

source: Date must be older that typeof validatorValue.max?.toDate === "function" ?? validatorValue.max?.toDate().toLocaleDateString()
zh_hans: 日期应早于typeof validatorValue.max?.toDate === "function" ?? validatorValue.max?.toDate().toLocaleDateString()

source: Buy and sell CS:GO skins fast and safely deposit and withdraw for real money
es: Compra y vende skins de CS:GO deposita y retira dinero de forma rápida y segura con dinero real
pt: Compre e venda skins CS:GO com rapidez e segurança deposite e retire com dinheiro real
ru: Покупайте и продавайте скины CS:GO быстро и безопасно, пополняйте счет и выводите реальные деньги
zh_hans: 买卖CS：快速安全地存款和提取真钱
zh_hant: 買賣cs：快速安全地存款和提取真錢

source: Most of the items put up for sale by users have a lower price than in the Steam store
es: La mayoría de los artículos puestos a la venta por los usuarios tienen un precio más bajo que en la tienda Steam
pt: A maioria dos itens colocados à venda pelos usuários tem um preço mais baixo do que na Loja Steam
ru: Большинство предметов, выставленных на продажу пользователями, имеют более низкую цену, чем в магазине Steam
zh_hans: 用户出售的大多数物品的价格都比蒸汽商店低

source: The exchange takes a few seconds, both the receipt of money and the purchased item
es: El intercambio tarda unos segundos, tanto la recepción del dinero como el artículo comprado
pt: A troca leva alguns segundos, tanto o recebimento do dinheiro quanto o item comprado
ru: Обмен занимает несколько секунд, как на получение денег, так и на приобретенный товар
zh_hans: 交换需要几秒钟，无论是收到钱还是购买的物品
zh_hant: 交換需要幾秒鐘，無論是收到錢還是購買的物品

source: Purchase
es: Compra
pt: Comprar
ru: Покупка
zh_hans: 购买
zh_hant: 購買

source: Sales
es: Venta
pt: Venda
ru: Продажи
zh_hans: 销售量
zh_hant: 銷售量

source: First operation
es: Primera operación
pt: Primeira operação
ru: Первая операция
zh_hans: 第一次交易
zh_hant: 第一次交易

source: Item Transfer Chance
es: Posibilidad de Transferencia de Artículos
pt: Possibilidade De Transferência De Artigos
ru: Возможность Передачи Товара
zh_hans: 发货成功率
zh_hant: 發貨成功率

source: Error in get faq description
ru: Ошибка в описании часто задаваемых вопросов
zh_hans: Get faq描述中的错误

source: Make screenshot
es: Hacer captura de pantalla
pt: Fazer screenshot
ru: Сделать скриншот
zh_hans: 制作截图
zh_hant: 制作截圖

source: Error in update image
pt: Erro na atualização da imagem
ru: Ошибка в обновлении изображения
zh_hans: 更新映像中的错误
zh_hant: 更新映像中的錯誤

source: This item ready for buy. Wait for the seller.
ru: Этот товар готов к покупке. Дождитесь продавца.
zh_hans: 您在售的饰品 已被人购买，请在5分钟之内进行发货！出于安全考虑，若不及时发货，交易将会自动取消。<br> <br> 温馨提示：多次未发货将导致账号禁用，请及时发货。

source: In order to prevent the legalization (laundering) of funds obtained by criminal means, we limit the withdrawal of these funds for 5 days. Part of the funds that you have deposited into your account has been "frozen". It will be available after the freeze time has elapsed.
ru: В целях предотвращения легализации (отмывания) средств, полученных преступным путем, мы ограничиваем вывод этих средств на 5 дней. Часть средств, которые вы внесли на свой счет, была "заморожена". Он будет доступен по истечении времени замораживания
zh_hans: 为了防止通过犯罪手段获得的资金合法化（洗钱），我们将这些资金的提取限制为5天。 您存入帐户的部分资金已被"冻结"。 它将在冻结时间过去后可用

source: After the transfer of our application for withdrawal (the transition of the application to the status "Transferred"), it may take 3-4 business days before the funds are credited to the card The payment system may refuse to transfer funds to the card after the transaction is completed. In this case, your funds will be returned to your account on the site. If the card data is deleted before the application transitions to the "Transferred" status, the funds will not be transferred
ru: После передачи нашей заявки на вывод средств (переход заявки в статус "Переведено") может пройти 3-4 рабочих дня, прежде чем средства будут зачислены на карту Платежная система может отказать в переводе средств на карту после завершения транзакции. В этом случае ваши средства будут возвращены на ваш счет на сайте. Если данные карты будут удалены до того, как приложение перейдет в статус "Переведено", средства переведены не будут
zh_hans: 在我们的提款申请转移后（将申请转移到"转移"状态），可能需要3-4个工作日才能将资金存入卡支付系统可能会在交易完成后拒绝将资金转移到卡上。 在这种情况下，您的资金将返回到您在网站上的帐户。 如果在应用程序转换为"已转移"状态之前删除了卡数据，则资金将不会转移

source: Price
es: Precio
pt: Preco
ru: Цена
zh_hans: 价格；价格
zh_hant: 價格﹔價格

source: Price:
cs: Cena:
de: Preis:
es: Precio:
pt: Preco:
ru: Цена:
tr: Fiyat:
vi: Giá bán:
zh_hans: 价格；价格：
zh_hant: 價格﹔價格：

source: Your 3d link is ready!
es: Tu enlace para 3D está listo!
pt: Seu link 3D está pronto!
ru: Cсылка на 3D
zh_hans: 您的3D链接已准备就绪！
zh_hant: 您的3D鏈接已准備就緒！

source: Image has been successfully updated
es: La imagen se ha actualizado correctamente
pt: A imagem foi actualizada com sucesso
ru: Изображение было успешно обновлено
zh_hans: 图像已成功更新
zh_hant: 圖像已成功更新

source: Your screenshot is ready!
es: Tu captura de pantalla está lista
pt: Sua captura de tela está pronta
ru: Cкриншот готов
zh_hans: 您的屏幕截图已准备就绪
zh_hant: 您的屏幕截圖已准備就緒

source: Chat
pt: Papo
ru: Чат
zh_hans: 聊天
zh_hant: 聊天

source: Close ticket
es: Cerrar ticket
pt: Fechar bilhete
ru: Закрыть тикет
zh_hans: 关闭反馈
zh_hant: 關閉反饋

source: Close ticket?
es: ¿Cerrar ticket?
pt: Fechar bilhete?
ru: Закрыть тикет?
zh_hans: 关闭反馈？
zh_hant: 關閉反饋？

source: Are you sure your problem is solved? Technical support only responds to open tickets.
es: ¿Está seguro de que su problema está resuelto? El soporte técnico solo responde a los tickets abiertos.
pt: Tem a certeza de que o seu problema está resolvido? O suporte técnico responde apenas a tickets abertos.
ru: Вы уверены, что ваша проблема решена? Техническая поддержка отвечает только на открытые заявки.
zh_hans: 你确定你的问题解决了吗？ 客服只响应进行中的反馈。
zh_hant: 你確定你的問題解決了嗎？客服隻響應進行中的反饋。

source: Send
es: Enviar
pt: Enviar
ru: Отправить
zh_hans: 发送
zh_hant: 發送

source: Enter - send
es: Entrar-enviar
pt: Enter-enviar
ru: Ввести - отправить
zh_hans: 输入-发送
zh_hant: 輸入-發送

source: Not affiliated with Valve
es: No está afiliado a Valve
pt: Não afiliado à Valve
ru: Не связан с Valve
zh_hans: 与阀门无关
zh_hant: 與閥門無關

source: System
es: Sistema
pt: Sistema
ru: Система
zh_hans: 系统
zh_hant: 系統

source: Nickname color
es: Color del apodo
pt: Alcunha cor
ru: Цвет прозвища
zh_hans: 昵称颜色
zh_hant: 昵稱顏色

source: Report
es: Informe
pt: Relatorio
ru: Сообщить
zh_hans: 投诉
zh_hant: 投訴

source: Send mail again
es: Enviar correo de nuevo
pt: Enviar e-mail novamente
ru: Отправить почту еще раз
zh_hans: 再次发送邮件
zh_hant: 再次發送郵件

source: Confirm mail
es: Confirmar correo
pt: Confirmar correio
ru: Подтверждение почты
zh_hans: 确认邮件
zh_hant: 確認郵件

source: Select currency
es: Seleccione el tipo de moneda
pt: Escolha a moeda
ru: Выберите валюту
zh_hans: 选择货币
zh_hant: 選擇貨幣

# Number of items not listed for sale
source: Number of items not listed for sale: failedItems
es: Número de artículos no listados para la venta: failedItems
pt: Número de itens não listados para venda: failedItems
ru: Количество предметов, не выставленных на продажу : failedItems
zh_hans: 未列出出售的物品数量: failedItems
zh_hant: 未列出出售的物品數量: failedItems

source: Error to get screenshot
ru: Ошибка в получении скриншота
zh_hans: 获取截图错误

# I agree with deal
source: I agree with the terms of the <a href="static/terms" target="_blank">Agreement</a>, <a href="static/agreement">Agent Agreement</a> and I understand that during the process of replenishing the account, the offers of our system participants may change.
es: Estoy de acuerdo con los términos de la <a href="static/terms" target="_blank">Convenio</a>, <a href="static/agreement">Acuerdo de agente</a> y entiendo que durante el proceso de recarga de la cuenta, las ofertas de los participantes de nuestro sistema pueden cambiar.
pt: Concordo com os termos do <a href="static/terms" target="_blank">Acordo</a>, <a href="static/agreement">Contrato de Agente</a> e entendo que durante o processo de reabastecimento da conta, as ofertas dos participantes do nosso sistema podem mudar.
ru: Я согласен с условиями <a href="static/terms" target="_blank">соглашение</a>, <a href="static/agreement">Агентское соглашение</a> и я понимаю, что в процессе пополнения счета предложения участников нашей системы могут меняться.
zh_hans: 我已读并同意 <a href="static/terms" target="_blank">服务协议和隐私政策</a> 的条款并明知充值过程中，支付系统的服务条件可能会发生变化
zh_hant: 我已讀並同意<a href="static/terms" target="_blank">服務協定和隱私政策</a>的條款並明知充值過程中，支付系統的服務條件可能會發生變化

source: Active sales
es: Ventas activas
pt: Vendas activas
ru: Активные продажи
zh_hans: 待处理订单
zh_hant: 待處理訂單

source: Confirm email
es: Confirmar correo electrónico
pt: Confirmar e-mail
ru: Подтвердите адрес электронной почты
zh_hans: 确认电邮
zh_hant: 確認電郵

# On sale length
source: On sale: {{ sellItems.length }}
ru: В продаже: {{ sellItems.length }}
zh_hans: 出售中: {{ sellItems.length }}

source: Awaiting confirmation
es: Esperando confirmación
pt: Aguardando confirmação
ru: Ждем подтверждения
zh_hans: 等待确认
zh_hant: 等待確認

# InstallMarketApp
source: Install MarketApp Client
es: Instalar el Cliente de la Aplicación Market
pt: Instalar O Cliente Market App
ru: Установить клиент приложения Market App
zh_hans: 安装市场App客户端
zh_hant: 需要運行CSGObuy售賣助手

source: Terms
es: Plazo
pt: Condicao
ru: Условия
zh_hans: 条款
zh_hant: 條款

# Title Terms
source: Terms
es: Plazo
pt: Condicao
ru: Условия
zh_hans: CSGObuy饰品交易平台|出售CSGO饰品皮肤|CSGO饰品皮肤购买交易
zh_hant: CSGObuy飾品交易平台|出售CSGO飾品皮膚|CSGO飾品皮膚購買交易

# Description Terms
source: Terms
es: Plazo
pt: Condicao
ru: Условия
zh_hans: CSGObuy游戏饰品交易平台，饰品丰富、交易便捷、价格实惠、安全可靠，千万件CSGO饰品皮肤任君挑选！上CSGObuy，饰品价格比同行多卖一些！
zh_hant: CSGObuy遊戲飾品交易平台，飾品豐富、交易便捷、價格實惠、安全可靠，千萬件CSGO飾品皮膚任君挑選！上CSGObuy，飾品價格比同行多賣一些！

source: Change nickname
es: Cambiar apodo
pt: Alterar apelido
ru: Сменить ник
zh_hans: 更改昵称
zh_hant: 更改昵稱

source: Insert link to profile
es: Insertar enlace al perfil
pt: Inserir ligação ao perfil
ru: Вставить ссылку на профиль
zh_hans: 插入个人主页链接
zh_hant: 插入個人主頁鏈接

source: Complaint sent
es: Reclamación enviada
pt: Queixa enviada
ru: Отправленная жалоба
zh_hans: 已发出投诉
zh_hant: 已發出投訴

source: Choose a nickname
es: Elige un apodo
pt: Escolha um apelido
ru: Выберите псевдоним
zh_hans: 选择昵称
zh_hant: 選擇昵稱

source: online
ru: онлайн
zh_hans: 网上
zh_hant: 網上

source: Error when get message
es: Error al recibir el mensaje
pt: Erro ao receber mensagem
ru: Ошибка при получении сообщения
zh_hans: 获取消息时出错
zh_hant: 獲取消息時出錯

source: Error when sending message
es: Error al enviar el mensaje
pt: Erro ao enviar mensagem
ru: Ошибка при отправке сообщения
zh_hans: 发送消息时出错
zh_hant: 發送消息時出錯

source: Error when change nick color
es: Error al cambiar el color de nick
pt: Erro ao alterar a cor do nick
ru: Ошибка при изменении цвета ника
zh_hans: 更改尼克颜色时出错
zh_hant: 更改尼克顏色時出錯

source: Write your message...
es: Escribe tu mensaje...
pt: Escreva a sua mensagem...
ru: Напишите свое сообщение...
zh_hans: 写你的信息...
zh_hant: 寫你的信息...

source: Error sending complaint
es: Error al enviar la queja
pt: Erro ao enviar reclamação
ru: Ошибка отправки жалобы
zh_hans: 错误发送投诉
zh_hant: 錯誤發送投訴

source: Error when change nick
es: Error al cambiar de nick
pt: Erro ao alterar nick
ru: Ошибка при смене ника
zh_hans: 更改尼克时出错
zh_hant: 更改尼克時出錯

source: item.market_hash_name is ready to receive in (<a href='/usercab'>dashboard</a>)
ru: item.market_hash_name готов к приему в (<a href='/usercab'>панель мониторинга</a>)
zh_hans: item.market_hash_name 已准备好接收 (<a href='/usercab'>仪表板</a>)

source: Failed to transfer item. Items and funds will be returned
es: No se pudo transferir el artículo. Los artículos y fondos serán reembolsados.
pt: Falha ao transferir o item. Itens e fundos serão devolvidos.
ru: Не удалось передать предмет. Предметы и средства будут возвращены.
zh_hans: 传输项目失败. 项目和资金将被退回
zh_hant: 傳輸項目失敗. 項目和資金將被退回

source: of
es: de
pt: de
ru: из
zh_hans: 的
zh_hant: 的

source: Purchased item item.market_hash_name is ready to receive. Pick it up in <a href='/usercab'>dashboard</a>
ru: Приобретенный товар item.market_hash_name готов к получению. Забрать его в <a href='/usercab'>дашборд</a>
zh_hans: 您购买的饰品 item.market_hash_name 卖家已发货，请在5分钟之内确认收货！出于安全考虑，若不及时确认，交易将会自动取消。 温馨提示：多次未收货将导致账号禁用，请及时收货。

source: About platform
es: Acerca de la plataforma
pt: Sobre a plataforma
ru: О платформе
zh_hans: 关于平台
zh_hant: 關於平台

# Title About platform
source: About platform
es: Acerca de la plataforma
pt: Sobre a plataforma
ru: О платформе
zh_hans: CSGObuy饰品交易平台|出售CSGO饰品皮肤|CSGO饰品皮肤购买交易
zh_hant: CSGObuy飾品交易平台|出售CSGO飾品皮膚|CSGO飾品皮膚購買交易

# Description About platform
source: About platform
es: Acerca de la plataforma
pt: Sobre a plataforma
ru: О платформе
zh_hans: CSGObuy游戏饰品交易平台，饰品丰富、交易便捷、价格实惠、安全可靠，千万件CSGO饰品皮肤任君挑选！上CSGObuy，饰品价格比同行多卖一些！
zh_hant: CSGObuy遊戲飾品交易平台，飾品豐富、交易便捷、價格實惠、安全可靠，千萬件CSGO飾品皮膚任君挑選！上CSGObuy，飾品價格比同行多賣一些！
