Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# ApiImportant
source: ant-text">IMPORTANT!</span> If you send more than 5 requests per second to our server, your key will be deleted. The list of API requests for the last 20 minutes can be viewed <a title="log" routerLink="log">here</a>
cs: ant-text">DŮLEŽITÉ!</span> Pokud na náš server odešlete více než 5 požadavků za sekundu, váš klíč bude smazán. Seznam požadavků API za posledních 20 minuty lze zobrazit <a title="log" routerLink="log">zde</a>
de: ant-text">WICHTIG!</span> Wenn Sie mehr als 5 Anfragen pro Sekunde an unseren Server senden, wird Ihr Schlüssel gelöscht. Die Liste der API-Anfragen der letzten 20 Minuten können <a title="log" routerLink="log">hier</a>
es: ant-text">¡IMPORTANTE!</span> Si envía más de 5 solicitudes por segundo a nuestro servidor, su clave será eliminada. La lista de solicitudes API de las últimas 20 Los minutos se pueden ver <a title="log" routerLink="log">aquí</a>
pt: ant-text">IMPORTANTE!</span> Se você enviar mais de 5 solicitações por segundo ao nosso servidor, sua chave será excluída. A lista de solicitações de API dos últimos 20 minutos podem ser visualizados <a title="log" routerLink="log">aquí</a>
ru: ant-text">ВАЖНО!</span> Если вы отправляете на наш сервер более 5 запросов в секунду, ваш ключ будет удален. Список запросов API за последние 20 минут можно просмотреть <a title="log" routerLink="log">здесь</a>
tr: ant-text">ÖNEMLİ!</span> Sunucumuza saniyede 5'ten fazla istek gönderirseniz anahtarınız silinir. Son 20 API isteğinin listesi dakika <a title="log" routerLink="log">buradan</a>
vi: ant-text">QUAN TRỌNG!</span> Nếu bạn gửi hơn 5 yêu cầu mỗi giây tới máy chủ của chúng tôi, khóa của bạn sẽ bị xóa. Danh sách các yêu cầu API cho 20 yêu cầu gần đây nhất phút có thể được xem <a title="log" routerLink="log">tại đây</a>
zh_hans: ant-text">重要!</span> 如果您每秒向我们的服务器发送超过 5 个请求，您的密钥将被删除。 过去 20 分钟的 API 请求列表可以在 <a title="log" routerLink="log">这里</a>
zh_hant: ant-text">重要!</span> 如果您每秒向我們的服務器發送超過 5 個請求，您的密鑰將被刪除。 過去 20 分鐘的 API 請求列表可以在 <a title="log" routerLink="log">這裡</a>

# ApiImportantDesc
source: Here you can create/re-create a private key for automatic trading, which will be linked to your account. If you do not understand why the key is needed, then please, for your own safety, do not tell it to anyone. In test mode, we launched the sale of an application that allows you to automate trading on our website - <a title="CounterBot" href="https://bot.csgo.com/home" target="_blank">CounterBot</a>. By using the API, you agree to the terms of the <a title="Contract" routerLink="/static/terms">contract</a>, in particular the 4-hour limited warranty.
zh_hans: 在这里您可以创建/重新创建一个用于自动交易的私钥，它将链接到您的账户。 如果您不明白为什么需要密钥，那么为了您自己的安全，请不要告诉任何人。 在测试模式下，我们推出了一个应用程序的销售，该应用程序允许您在我们的网站上进行自动化交易 - <a title="CounterBot" href="https://bot.csgo.com/home" target="_blank">CounterBot</a> . 使用 API，即表示您同意<a title="Contract" routerLink="/static/terms">合同</a>，特别是 4 小时有限保修。

source: Weekly Sales
es: Ventas Semanales
pt: Vendas semanais
ru: Продаж за неделю
zh_hans: 每周销售
zh_hant: 每週銷售

source: Bot nick:
es: Nick del bot:
pt: Apelido do bot:
ru: Ник бота:
zh_hans: 机器人昵称：
zh_hant: 機器人昵稱：

source: One time code:
es: Código de un solo uso:
pt: Código de uso único:
ru: Одноразовый код:
zh_hans: 一次性验证码：
zh_hant: 一次性驗證碼：

source: Complete the operation in one of the ways:
es: Complete la operación de una manera:
pt: Complete a operação de uma das maneiras:
ru: Завершите операцию одним из способов:
zh_hans: 请以其中的一种方式完成操作：
zh_hant: 請以其中的一種方式完成操作：

source: Method
ru: Метод
zh_hans: 方法

source: Accept
cs: Přijmout
de: Akzeptieren
es: Adoptar
pt: Aceitar
ru: Принять
tr: Kabul et
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

source: throw site
ru: через сайт
zh_hans: 通过网站

source: throw client
ru: через клиент
zh_hans: 通过客户

source: By yourself in
ru: Самостоятельно в
zh_hans: 自行在

source: Steam client
ru: Steam клиент
zh_hans: Steam 客户

source: for
zh_hans: 为

source: For
ru: За
zh_hans: 为

source: ANY
ru: ЛЮБОЙ
zh_hans: 任意

source: error try
ru: ошибки попробуйте
zh_hans: 错误，请重试

source: ALL
ru: ВСЕ
zh_hans: 所有

source: methods of confirmation
ru: методы подтверждения
zh_hans: 确认方法

source: You must confirm the operation within 1 minute
ru: Вы должны подтвердить операцию в течении 1 минуты
zh_hans: 您需要在一分钟内确定操作

source: Recommended selling price:
es: Precio de venta recomendado:
pt: Preço de venda recomendado:
ru: Рекомендуемая цена продажи:
zh_hans: 建议售价：
zh_hant: 建議售價：

source: Minimum price listed:
es: Precio mínimo
pt: Preço minimo
ru: Минимальная цена
zh_hans: 最低价格：
zh_hant: 最低價格：

source: Instant sale price:
es: Precio de venta instantáneo:
pt: Preço de venda instantâneo:
ru: Моментальная цена продажи:
zh_hans: 现时销售价格：
zh_hant: 現時銷售價格：

source: Put up for sale
cs: Nabídnout k prodeji
de: Zum Verkauf angeboten
es: Poner en venta
pt: Colocado a venda
ru: Выставить на продажу
tr: Satışa çıkar
vi: Đưa ra bán
zh_hans: 出售
zh_hant: 出售

source: Error when load prices
es: Error al cargar los precios
pt: Erro ao carregar preços
ru: Ошибка в загрузке цен
zh_hans: 加载价格时的错误
zh_hant: 加載價格時的錯誤

source: Error when update price
es: Error al cambiar el precio
pt: Erro ao alterar preço
ru: Ошибка при изменении цены
zh_hans: 更新价格时的错误
zh_hant: 更新價格時的錯誤

source: Before buying, pay attention to the following rules
zh_hans: 购买前请注意以下规则

source: Buying online is not instantaneous. Your money will be blocked for 10 minutes, after which you will either receive your item or get your money back.
ru: Покупка онлайн не происходит мгновенно. Ваши деньги будут заблокированы на 10 минут, после чего вы либо получите свой товар, либо получите свои деньги обратно.
zh_hans: 当您购买的饰品由卖家发货，请在<b>10</b>分钟之内确认收货。多次未收货将导致账号禁用，请及时收货.

source: If an exchange is created, but you do not accept it, you may be awarded demerit points. If you reject too many trades, the site will temporarily restrict your ability to buy for your account.
ru: Если обмен создан, но вы его не принимаете, вам могут быть начислены штрафные баллы. Если вы отклоните слишком много сделок, сайт временно ограничит вашу возможность покупать для вашей учетной записи.
zh_hans: 出于安全考虑，若卖家在5分钟内未发货，交易将会自动取消.

source: Confirm operation
es: Confirmar operación
pt: Confirme a operação
ru: Подтвердите операцию
zh_hans: 请确认操作
zh_hant: 請確認操作

source: Reset filter
es: Quitar el filtro
pt: Redefinir filtro
ru: Сбросить фильтр
zh_hans: 重新筛选
zh_hant: 重新篩選

source: Your items are not selling, your inventory is not updating and autobuy is not working!
es: ¡Sus artículos no se venden, su inventario no se actualiza y la compra automática no funciona!
pt: Seus itens não são vendidos, seu inventário não é atualizado e a compra automática não funciona!
ru: Ваши вещи не продаются, ваш инвентарь не обновляется и автопокупка не работает!
zh_hans: 您的物品无法出售，您的财产清单无法更新且无法自动购买！
zh_hant: 您的物品無法出售，您的財產清單無法更新且無法自動購買！

source: You have items that can be withdrawn on Steam
cs: Máte položky, které lze stáhnout ve službě Steam
de: Sie haben Gegenstände, die bei Steam zurückgezogen werden können
es: Tiene objetos para retirar en Steam
pt: Você tem itens para retirar no Steam
ru: У вас есть активные заявки на покупку предметов. Пожалуйста, подтвердите их.
tr: Steam'de çekilebilecek eşyalarınız var
vi: Bạn có các mục có thể được rút Trên Steam
zh_hans: 您有新的交易消息，请前往帐号中心转交装备
zh_hant: 您有新的交易消息，請前往帳號中心轉交裝備

source: Withdraw
es: Retirada
pt: Retirada
ru: Вывод
zh_hans: 提现
zh_hant: 提現

source: The automatic steam client allows you to send sold items by simply confirming the trade on your phone
ru: Автоматический клиент Steam позволяет отправлять проданные товары, просто подтвердив обмен на своем телефоне.
zh_hans: 成为 Steam 的自动用户使您可以仅仅在手机上确认交换后，发送已卖出商品

source: Download
es: Cargar
pt: Carregar
ru: Загрузить
zh_hans: 下载
zh_hant: 下載

source: Remove all orders
es: Eliminar todas las órdenes
pt: Remover todos os pedidos
ru: Удалить все ордера
zh_hans: 删除所有订单
zh_hant: 刪除所有訂單

source: You have no set orders
es: No tiene pedidos
pt: Você não tem pedidos
ru: У вас нет ордеров
zh_hans: 您当前没有订单
zh_hant: 您當前沒有訂單

source: Are you sure you want to remove all orders?
es: ¿Está seguro que quiere eliminar todas las órdenes?
pt: Tem certeza de que deseja excluir todos os pedidos?
ru: Вы уверены, что хотите удалить все ордера?
zh_hans: 您确定要删除所有订单吗？
zh_hant: 您確定要刪除所有訂單嗎？

source: Error in remove all orders
es: Error al eliminar todos los pedidos
pt: Erro ao remover todos os pedidos
ru: Ошибка в удалении всех ордеров
zh_hans: 删除所有订单时发生错误
zh_hant: 刪除所有訂單時發生錯誤

source: Refill
es: Recargar
pt: Recarregar
ru: Пополнить
zh_hans: 充值
zh_hant: 充值

source: Withdrawal history
cs: Historie výběrů
de: Auszahlungshistorie
es: Historial de retiros
pt: Histórico de retiradas
ru: История вывода средств
tr: Para çekme geçmişi
vi: Lịch sử rút tiền
zh_hans: 提款记录
zh_hant: 提款記錄

source: Withdrawal requests
ru: Запросы на вывод средств
zh_hans: 申请提现

source: Select Your Country
es: Elija su país
pt: Selecione seu país
ru: Выберете Вашу страну
zh_hans: 选择您的国家
zh_hant: 選擇您的國家

source: My country not in the list
es: Mi país no está en la lista
pt: Meu país não está na lista
ru: Моей страны нет в списке
zh_hans: 列表里没有我的国家
zh_hant: 列表裏沒有我的國家

source: Selected payment
es: Pago seleccionado
pt: Pagamento selecionado
ru: Выбранный платеж
zh_hans: 支付系统
zh_hant: 支付系統

source: Phone number
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
pt: Número de telefone
ru: Телефонный номер
tr: Telefon numarası
vi: Số điện thoại
zh_hans: 手机号码
zh_hant: 手機號碼

source: You will be redirected to the payment system website, where you can complete the payment. The commission is charged in accordance with the tariffs of the selected payment system.
es: Será redirigido al sitio web del sistema de pago para realizar el pago. La comisión se cobra de acuerdo con las tarifas del sistema de pago seleccionado.
pt: Você será redirecionado para o site do sistema de pagamento, onde poderá efetuar o pagamento. A comissão é cobrada de acordo com as tarifas do sistema de pagamento selecionado.
ru: Вы будете перенаправлены на сайт платежной системы, где сможете совершить платеж. Комиссия взимается в соответствии с тарифами выбранной платежной системы.
zh_hans: 点击“充值”后，您将跳转至支付系统页面完成支付。支付系统可能会根据其费率向您收取手续费
zh_hant: 點擊“充值”後，您將跳轉至支付系統頁面完成支付。 支付系統可能會根據其費率向您收取手續費

source: Error in get payment countries
ru: Ошибка при получении страны платежа
zh_hans: 在获取支付国家时发生错误

# Please type a
source: Please type a extraFields[key].label
zh_hans: 请输入extraFields[key].label

source: Please type a phone number
es: Por favor, introduzca el número de teléfono
pt: Por favor, insira o número de telefone
ru: Пожалуйста введите номер телефона
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

source: Please select a currency
es: Por favor, seleccione la moneda
pt: Selecione uma moeda
ru: Пожалуйста выберете валюту
zh_hans: 请选择货币
zh_hant: 請選擇貨幣

source: Wrong amount
es: Cantidad incorrecta
pt: Valor incorreto
ru: Неверная сумма
zh_hans: 金额错误
zh_hant: 金額錯誤

source: Error in checkin request
es: Error de recarga
pt: Erro de recarga
ru: Ошибка пополнения
zh_hans: 申请检查时发生错误
zh_hant: 申請檢查時發生錯誤

source: In case of specifying an incorrect number, wallets will not be returned.
ru: В случае указания неверного номера, деньги не возвращаются.
zh_hans: 如果输入号码时发生错误，款项将不会被返还。

source: The process of processing a withdrawal request usually takes less than an hour, but in some situations it may take up to several business days.
de: Die Bearbeitung einer Auszahlungsanfrage dauert normalerweise weniger als eine Stunde, in manchen Situationen kann es jedoch bis zu mehreren Werktagen dauern.
ru: Процесс обработки заявки на вывод средств обычно занимает менее часа, но в некоторых ситуациях может занять до нескольких рабочих дней.
vi: Quá trình xử lý yêu cầu rút tiền thường mất chưa đến một giờ, nhưng trong một số trường hợp có thể mất tới vài ngày làm việc.
zh_hans: 处理提款请求的过程通常需要不到一个小时，但在某些情况下可能需要长达几个工作日。

source: Date
es: Fecha
pt: Data
ru: Дата
zh_hans: 日期
zh_hant: 日期

source: After the transfer of our application for withdrawal (the transition of the application to the status "Transferred"), it may take 3-4 business days before the funds are credited to the card The payment system may refuse to transfer funds to the card after the transaction is completed. In this case, your funds will be returned to your account on the site. If the card data is deleted before the application transitions to the "Transferred" status, the funds will not be transferred
zh_hans: 在您提交提现申请之后（申请状态变为“已提交”），可能需要3-4个工作日资金才能到账。交易结束后，支付系统可能会拒绝将资金转到卡中。此时您的资金将会被返还到网站中您的账户上。如果信用卡的信息在申请状态变为“已提交”之前被删除，则无法进行转账。

source: The payment system may refuse to transfer funds to the card after the transaction is completed. In this case, your funds will be returned to your account on the site.
ru: Платежная система может отказать в переводе средств на карту после завершения транзакции. В этом случае ваши средства будут возвращены на ваш счет на сайте.
zh_hans: 交易结束后，支付系统可能会拒绝将资金转到卡中。此时您的资金将会被返还到网站中您的账户上。

source: If the card data is deleted before the application transitions to the "Transferred" status, the funds will not be transferred
zh_hans: 如果信用卡的信息在申请状态变为“已提交”之前被删除，则无法进行转账

source: Select your bank card
es: Elija su tarjeta
pt: Selecione seu cartão
ru: Выберете вашу карту
zh_hans: 选择您的卡
zh_hant: 選擇您的卡

source: Enter your bank card
es: Entre su tarjeta bancaria
pt: Insira seu cartão bancário
ru: Введите вашу банковскую карту
zh_hans: 请输入您的银行卡
zh_hant: 請輸入您的銀行卡

source: Enter your account number
es: Entre su número de cuenta
pt: Digite o número da sua conta
ru: Введите номер вашего счета
zh_hans: 请输入支付宝账号
zh_hant: 請輸入支付寶賬號

source: Amount to withdraw
ru: Сумма для вывода
zh_hans: 提现金额

source: In order to prevent the legalization (laundering) of funds obtained by criminal means, we limit the withdrawal of these funds for 5 days. Part of the funds that you have deposited into your account has been "frozen". It will be available after the freeze time has elapsed.
zh_hans: 为了避免洗钱（非合法途径获取的资金），我们规定资金提现有5天的限制期。您充值的部分资金已被冻结。在冻结期结束后您可以对其自由支配。

source: The nearest date of defrost of a part of the amount
ru: Ближайшая дата разморозки части суммы
zh_hans: 部分资金最快的解冻日期：

source: Next defrost date
es: Fecha de descongelación siguiente
pt: Data do próximo descongelamento
ru: Дата следующей разморозки
zh_hans: 下一次解冻日期：
zh_hant: 下一次解凍日期：

source: Payout currency
es: Moneda de pago
pt: Moeda de pagamento
ru: Валюта выплаты
zh_hans: 支付货币
zh_hant: 支付貨幣

source: Total receivable
es: Importe por cobrar
pt: Valor a receber
ru: Сумма к получению
zh_hans: 收入金额
zh_hant: 收入金額

source: Commission
ru: Комиссия
zh_hans: 手续费

source: Commission depends on the withdrawal amount
cs: Provize závisí na výši výběru
de: Die Provision hängt vom Auszahlungsbetrag ab
es: La comisión depende del monto del retiro.
pt: A comissão depende do valor da retirada
ru: Комиссия зависит от суммы вывода
tr: Komisyon çekilme miktarına bağlıdır
vi: Hoa hồng phụ thuộc vào số tiền rút
zh_hans: 佣金取决于提款金额
zh_hant: 佣金取決於提款金額

source: Item page
cs: Stránka položky
de: Artikelseite
es: Página del artículo
pt: Página do item
ru: Страница предмета
tr: Öğe sayfası
vi: Trang mục
zh_hans: 商品页面
zh_hant: 商品頁面

source: Remove my requests
cs: Odstraňte můj požadavek
de: Meine Anfrage entfernen
es: Eliminar mi solicitud
pt: Remover minha solicitação
ru: Удалить мой запрос
tr: İsteğimi kaldır
vi: Xóa yêu cầu của tôi
zh_hans: 删除我的请求
zh_hant: 刪除我的請求

# Last updated
source: Last updated {{(refreshInfo! * 1000 | date: 'shortDate')}} at {{(refreshInfo! * 1000 | date: 'shortTime')}}
de: Zuletzt aktualisiert am {{(refreshInfo! * 1000 | date: 'shortDate')}} um {{(refreshInfo! * 1000 | date: 'shortTime')}} Uhr
ru: Последнее обновление {{(refreshInfo! * 1000 | date: 'shortDate')}} в {{(refreshInfo! * 1000 | date: 'shortTime')}}
vi: Cập nhật lần cuối ngày {{(refreshInfo! * 1000 | date: 'shortDate')}} lúc {{(refreshInfo! * 1000 | date: 'shortTime')}}
zh_hans: 最后更新于 {{(refreshInfo! * 1000 | date: 'shortDate')}} 日 {{(refreshInfo! * 1000 | date: 'shortTime')}}

source: Buy at the indicated price
cs: Koupit za uvedenou cenu
de: Kaufen Sie zum angegebenen Preis
es: Compra al precio indicado
pt: Compre pelo preço indicado
ru: Купить по указанной цене
tr: Belirtilen fiyattan satın alın
vi: Mua theo giá chỉ định
zh_hans: 按指定价格购买
zh_hant: 按指定價格購買

source: Captcha
ru: Капча
zh_hans: 验证码
zh_hant: 驗證碼

# More than
source: More than {{ itemsOnMarketplace }}
es: Más que {{ itemsOnMarketplace }}
pt: Mais {{ itemsOnMarketplace }}
ru: Более {{ itemsOnMarketplace }}
zh_hans: 超过 {{ itemsOnMarketplace }}件
zh_hant: 超过 {{ itemsOnMarketplace }}件

source: items on a marketplace
es: artículos en un mercado
pt: itens em um mercado
ru: предметов на маркете
zh_hans: CSGObuy上的物品
zh_hant: CSGObuy上的物品

source: Captcha
zh_hans: 区号

source: Two factor code
es: Código de dos factores
pt: Código de dois fatores
ru: Двухфакторный код
zh_hans: 双因素身份认证
zh_hant: 雙因素身份認證

source: Paypass
es: Contraseña de pago
pt: Senha de pagamento
ru: Платежный пароль
zh_hans: 支付密码
zh_hant: 支付密碼

source: Error in getting captcha
es: Error al obtener captcha
pt: Erro ao obter captcha
ru: Ошибка в получении капчи
zh_hans: 获取验证码失败
zh_hant: 獲取驗證碼失敗

source: Something went wrong in add card
es: Error al añadir la tarjeta
pt: Erro ao adicionar cartão
ru: Ошибка в добавлении карты
zh_hans: 添加信用卡失败
zh_hant: 添加信用卡失敗

source: Are you sure you want to delete the card?
es: ¿Está seguro que quiere eliminar la tarjeta?
pt: Tem certeza de que deseja excluir o cartão?
ru: Вы уверены, что хотите удалить карту?
zh_hans: 您确定要删除信用卡吗？
zh_hant: 您確定要刪除信用卡嗎？

source: Something went wrong in remove card
es: Error al eliminar la tarjeta
pt: Erro ao remover o cartão
ru: Ошибка в удалении карты
zh_hans: 删除卡失败
zh_hant: 刪除卡失敗

source: Withdrawal limit exceeded
es: Límite de retirada excedido
pt: Limite de saque excedido
ru: Лимит вывода превышен
zh_hans: 超出提现的最高限额
zh_hant: 超出提現的最高限額

source: Checkout request accepted
es: Solicitud de pago aceptada
pt: Solicitação de pagamento aceita
ru: Запрос на оплату принят
zh_hans: 支付申请已接收
zh_hant: 支付申請已接收

source: Error in checkout process
es: Error en el proceso de retirada
pt: Erro ao fazer retirada
ru: Ошибка в процессе вывода
zh_hans: 提现过程中发生错误
zh_hant: 提現過程中發生錯誤

source: Outcome has been canceled
es: La retirada fue cancelada
pt: A retirada foi cancelada
ru: Вывод был закрыт
zh_hans: 提现已被关闭
zh_hant: 提現已被關閉

source: Error in cancel outcome
es: Error al cancelar la retirada
pt: Erro no cancelamento de retirada
ru: Ошибка в закрытии вывода
zh_hans: 关闭提现时发生错误
zh_hant: 關閉提現時發生錯誤

source: Applications for withdrawal of money
ru: Заявки на вывод денег
zh_hans: 提现申请

source: Created
es: Creado
pt: Criada
ru: Создана
zh_hans: 已创建
zh_hant: 已創建

source: Wallet
cs: Peněženka
es: Cartera
pt: Carteira
ru: Кошелек
tr: Cüzdan
vi: Ví
zh_hans: 钱包
zh_hant: 錢包

source: Status
es: Estado
ru: Статус
zh_hans: 状态
zh_hant: 狀態

source: Data
ru: Дата
zh_hans: 日期

source: Cannot get last operations info
es: No se puede obtener información sobre las últimas operaciones
pt: Não foi possível obter informações sobre operações recentes
ru: Не удается получить информацию о последних операциях
zh_hans: 无法获得关于最近几次操作的信息
zh_hant: 無法獲得關於最近幾次操作的資訊

source: Statistics
ru: Статистика
zh_hans: 统计

source: Total spent
ru: Всего потрачено
zh_hans: 共计花费

source: Total Sold
ru: Всего продано
zh_hans: 共计售出

source: Your commission
ru: Ваша комиссия
zh_hans: 您的手续费

source: Attention, you cannot sell!
es: Atención, Ud. no puede vender!
pt: Atenção, você não pode vender!
ru: Внимание, вы не можете продавать!
zh_hans: 注意，您不能出售！
zh_hant: 注意，您不能出售！

source: To sell, you must meet one of the following conditions:
es: Para vender debe cumplir una de las siguientes condiciones:
pt: Para vender, uma das seguintes condições deve ser atendida:
ru: Для продажи необходимо выполнить одно из следующих условий:
zh_hans: 请下载并安装 CSGObuy售卖助手：
zh_hant: 請下載並安裝 CSGObuy售賣助手：

# InstallMarketApp
source: Install MarketApp Client
ru: Установить MarketApp Client
zh_hans: 需要运行CSGObuy售卖助手

source: Count
es: Cantidad
pt: Quantidade
ru: Количество
zh_hans: 数量
zh_hant: 數量

source: How To Sale
es: Cómo Vender
pt: Como Vender
ru: Как Продавать
zh_hans: 怎么售卖
zh_hant: 怎麼售賣

# Can&apos;t verify market app installation
source: Can't verify market app installation
ru: Не удается проверить установку market app
zh_hans: 无法验证安装

source: Installation has been successfully verified
es: Instalación verificada con éxito
pt: Instalação verificada com sucesso
ru: Установка успешно проверена
zh_hans: 安装已成功验证
zh_hant: 安裝已成功驗證

source: Install
es: Instalar
pt: Instalar
ru: Установить
zh_hans: 安装
zh_hant: 安裝

source: Verify
ru: Проверить
zh_hans: 检查

source: or
es: o
pt: ou
ru: или
zh_hans: 或者
zh_hant: 或者

source: Install browser extension
es: Instalar extensión
pt: Instalar extensão
ru: Установить расширение
zh_hans: 安装插件
zh_hant: 安裝插件

source: Check
es: Verificar
pt: Checar
ru: Проверить
zh_hans: 检查
zh_hant: 檢查

source: Since Steam has introduced a ~8 day delay in the exchange, in order to reduce the time it takes for the item to be delivered to the buyer, we have introduced a new exchange scheme in which users transfer items directly to each other. We check the success of the exchange through the Steam API and are the guarantor of the transaction. These solutions create the exchange for you automatically, you only need to confirm it on your phone. Also you must have
es: Desde que Steam introdujo un retraso de intercambio de ~ 8 días para disminuir el tiempo de entrega del artículo al comprador, introdujimos un nuevo esquema de intercambio en el que los usuarios transfieren artículos directamente entre sí. Verificamos el éxito del intercambio a través Steam API de y somos el garante de la transacción. Estas soluciones automáticamente crean un intercambio para usted, solo necesita confirmarlo en su teléfono. También debe tener
pt: Como o Steam introduziu um atraso comercial de ~8 dias para reduzir o tempo que leva para o item ser entregue ao cliente, introduzimos um novo esquema de troca pelo qual os usuários transferem itens diretamente um para outro. Estamos verificando o sucesso da troca através da API do Steam e somos os fiadores da transação. Essas soluções criam a troca para você automaticamente, você só precisa confirmá-la no seu celular. Também você precisa ter
ru: Поскольку Steam ввел задержку обмена ~8 дней, чтобы сократить время доставки предмета покупателю, мы ввели новую схему обмена, при которой пользователи передают предметы напрямую друг другу. Мы проверяем успешность обмена через Steam API и являемся гарантом сделки. Эти решения создают обмен для вас автоматически, вам нужно только подтвердить его на своем телефоне. Также вы должны иметь
zh_hans: 由于在Steam中交换时，将会有为期8天的等待期，为缩短物品交付时间，我们创立了一个全新的交换流程，在这个流程下用户们可以直接将物品转交给对方。我们将通过Steam API密钥 对交换的成功与否进行检查
zh_hant: 由於在Steam中交換時，將會有為期8天的等待期，為縮短物品交付時間，我們創立了一個全新的交換流程，在這個流程下用戶們可以直接將物品轉交給對方。我們將通過Steam API 對交換的成功與否進行檢查，我們是交易的保證人。這些決定使交換可以為您自動進行，您只需要在手機上點擊確定。同時您還應該擁有

source: steam api key
de: Steam-API-Schlüssel
tr: steam api key olmalıdır
zh_hans: API 密钥
zh_hant: steam令牌

source: How to sell using the extension?
es: ¿Cómo vender por medio de una extensión?
pt: Como vender usando a extensão?
ru: Как продавать с помощью расширения?
zh_hans: 如何通过插件售卖？
zh_hant: 如何通過插件售賣？

source: Last items on sale
ru: Последние товары в продаже
zh_hans: 最新出售的物品

source: Last site operations
ru: Последние операции сайта
zh_hans: 网站的最近操作

source: All history
ru: Вся история
zh_hans: 全部历史

source: You havent made any transactions yet
ru: Вы еще не совершали никаких операций
zh_hans: 目前您还没有进行过任何操作

source: Can't verify installation extension
zh_hans: 无法检查插件

source: Extension installed and running
ru: Расширение установлено и запущено
zh_hans: 插件已成功安装并运行

source: Start date
es: Fecha de inicio
pt: Inicio
ru: Старт
zh_hans: 开始日期
zh_hant: 開始日期

source: End date
es: Fecha de finalización
pt: Termino
ru: Конец
zh_hans: 结束日期
zh_hant: 結束日期
