Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# InstallMarketApp
source: Установить MarketApp Client
cs: Instalovat MarketApp Client
de: MarketApp-Client installieren
tr: MarketApp İstemcisini Yükleyin
vi: Cài đặt ứng dụng MarketApp Client

# Install
source: Установить
cs: Instalovat
de: Installieren
tr: Yükle
vi: Cài đặt

# Verify
source: Проверить
de: Verifizieren
vi: Xác minh

# or
source: или
cs: nebo
de: oder
tr: veya
vi: hoặc

# Install browser extension
source: Установить расширение
cs: Instalovat rozšíření
de: Erweiterung installieren
tr: Uzantısı yükleyin
vi: Cài đặt tiện ích mở rộng

# Check
source: Проверить
cs: Ověřit
de: Überprüfen
tr: Doğrula
vi: Xác minh

source: Поскольку Steam ввел задержку обмена ~8 дней, чтобы сократить время доставки предмета покупателю, мы ввели новую схему обмена, при которой пользователи передают предметы напрямую друг другу. Мы проверяем успешность обмена через Steam API и являемся гарантом сделки. Эти решения создают обмен для вас автоматически, вам нужно только подтвердить его на своем телефоне. Также вы должны иметь
cs: Jelikož Steam provedl zadržení výměny ~8 dnů, pro zkrácení doby doručení předmětu kupujícímu jsem zavedli nové schéma výměny, při které jsou uživateli předměty předávány navzájem přímo. Ověřujeme úspěšnost výměny prostřednictvím Steam API a jsme garantem transakce. Tato řešení pro vás vytvářejí výměnu automaticky, musíte ji jen potvrdit na svém telefonu. Také musíte mít
de: Da Steam eine ~8-tägige Verzögerung beim Austausch eingeführt hat, um die Zeit zu verkürzen, die für die Lieferung des Artikels an den Käufer benötigt wird, haben wir ein neues Austauschschema eingeführt, bei dem Benutzer Artikel direkt untereinander übertragen. Wir überprüfen den Erfolg des Austausches über die Steam-API und sind der Garant der Transaktion. Diese Lösungen erstellen den Austausch automatisch für Sie, Sie müssen ihn nur auf Ihrem Handy bestätigen. Sie müssen auch haben
tr: Steam, bir ögenin bir müşteriye teslim edilmesi için geçen süreyi azaltmak amacıyla ~8 günlük bir takas gecikmesi getirdiğinden beri, kullanıcıların, ögeleri doğrudan birbirlerine aktardıkları yeni bir takas planı getirdik. Değişimin başarısını Steam API aracılığıyla kontrol ediyoruz ve işlemin garantörüyüz. Bu çözümler, değişimi sizin yerinize otomatik olarak oluşturur, sadece telefonunuzdan onaylamanız yeterlidir. Ayrıca bir
vi: Kể từ khi Steam áp dụng hoãn giao dịch ~8 ngày để giảm thời gian giao một mặt hàng cho khách hàng, chúng tôi đã giới thiệu một kế hoạch giao dịch mới, theo đó người dùng trực tiếp chuyển các mặt hàng cho nhau. Chúng tôi kiểm tra sự thành công của việc trao đổi thông qua Steam API và là người đảm bảo cho giao dịch. Các giải pháp này tự động tạo trao đổi cho bạn, bạn chỉ cần xác nhận nó trên điện thoại của mình. Ngoài ra bạn phải có

# How to sell using the extension?
source: Как продавать с помощью расширения?
cs: Jak prodávat s pomocí rozšíření?
de: Wie verkauft man mit der Erweiterung?
tr: Uzantı kullanarak nasıl satış yapılır?
vi: Làm thế nào để bán hàng bằng cách sử dụng tiện ích mở rộng?

# Last items on sale
source: Последние товары в продаже
de: Letzte Artikel zum Verkauf
vi: Các mặt hàng mới nhất đang được bán

# Last site operations
source: Последние операции сайта
de: Letzte Operationen auf der Website
vi: Các giao dịch gần đây nhất của trang web

# All history
source: Вся история
de: Alle Historie
vi: Toàn bộ lịch sử

# You havent made any transactions yet
source: Вы еще не совершали никаких операций
de: Sie haben noch keine Transaktionen gemacht
vi: Bạn vẫn chưa thực hiện bất kỳ giao dịch nào

# Can't verify installation extension
source: Не удается проверить расширение
de: Die Erweiterung kann nicht verifiziert werden
vi: Không thể xác minh tiện ích mở rộng

# Extension installed and running
source: Расширение установлено и запущено
de: Die Erweiterung ist installiert und läuft
vi: Tiện ích mở rộng đã được thiết lập và khởi chạy

# Extension validation error
source: Ошибка проверки расширения
de: Fehler bei der Validierung der Erweiterung
vi: Lỗi xác minh tiện ích mở rộng

# Start date
source: Старт
cs: Start
de: Startdatum
tr: Başlangıç
vi: Bắt đầu

# End date
source: Конец
cs: Konec
de: Enddatum
tr: Son
vi: Kết thúc

# Active sale
source: Активные продажи
de: Aktive Verkäufe
vi: Bán hàng hoạt động

source: Здесь будут отображаться товары, ожидающие подтверждения получения после покупки.
de: Artikel, die nach dem Einkauf auf eine Empfangsbestätigung warten, werden hier angezeigt.
vi: Tại đây sẽ hiển thị các mặt hàng chờ xác nhận nhận hàng sau khi thực hiện mua hàng.

# Add item
source: Добавить предмет
cs: Přidat předmět
de: Artikel hinzufügen
tr: Öge ekle
vi: Thêm mặt hàng

# Total for sale:
source: Все предметы на продаже:
de: Alle Artikel zum Verkauf:
vi: Tất cả các mặt hàng được bán:

# No items on sale yet
source: Нет предметов на продажу
de: Keine Artikel zum Verkauf
vi: Không có mặt hàng được bán

# Active purchases
source: Активные покупки
cs: Aktivní nákupy
de: Aktive Einkäufe
tr: Aktif satın alımlar
vi: Mua hàng đang hoạt động

source: Предметы, ожидающие подтверждения о продаже, будут отображаться здесь, когда на них появится покупатель
de: Artikel, die auf eine Verkaufsbestätigung warten, werden hier angezeigt, wenn ein Käufer darauf erscheint
vi: Tại đây sẽ hiển thị các mặt hàng đang chờ xác nhận bán hàng khi xuất hiện khách mua hàng đối với các mặt hàng này

source: Продажа на сайте не моментальная. Деньги покупателя будут заблокированы на 10 минут, после чего вы должны передать товар пользователю.
de: Der Verkauf auf der Website ist nicht sofort. Das Geld des Käufers wird für 10 Minuten gesperrt, danach müssen Sie den Artikel an den Benutzer übertragen.
vi: Giao dịch bán hàng trên trang web không diễn ra ngay lập tức. Tiền của người mua sẽ bị khóa trong 10 phút, sau đó bạn phải chuyển mặt hàng cho người dùng.

source: Если обмен создан, но вы его не перевели, вам могут быть начислены штрафные баллы. Если вы отклоните слишком много сделок, сайт временно ограничит вашу возможность продавать для вашей учетной записи.
de: Wenn ein Austausch erstellt ist, Sie ihn aber nicht übertragen haben, können Ihnen Strafpunkte vergeben werden. Wenn Sie zu viele Handel ablehnen, schränkt die Website vorübergehend Ihre Möglichkeit ein, für Ihr Konto zu verkaufen.
vi: Nếu một giao dịch trao đổi đã được tạo, nhưng bạn không thực hiện trao đổi, bạn có thể bị phạt điểm. Nếu bạn từ chối quá nhiều giao dịch, trang web sẽ tạm thời hạn chế khả năng bán hàng đối với tài khoản của bạn.

source: Маркет
de: Markt
vi: Thị trường

# History of your transactions on the platform
source: История ваших операций на платформе
cs: Historie vašich operací na platformě
de: Historie Ihrer Transaktionen auf der Plattform
tr: Platformdaki işlemlerinizin geçmişi
vi: Lịch sử tất cả các giao dịch của bạn trên nền tảng

# Weekly Sales
source: Продаж за неделю
cs: Prodejů za týden
de: Wochenverkauf
tr: Haftalık satış
vi: Doanh số trong tuần

# Sell for
source: Продать за <span>onPrice: changesPrice }}</span
de: Verkaufen für <span>onPrice: changesPrice }}</span
vi: Bán với giá <span>onPrice: changesPrice }}</span

source: Даты
de: Daten
vi: Ngày

# Apply
source: Подтвердить
cs: Potvrdit
de: Bestätigen
tr: Onayla
vi: Xác nhận

# Set up notifications
source: Настроить уведомления
cs: Nastavit upozornění
de: Benachrichtigungen einrichten
tr: Bildirimleri ayarla
vi: Cài đặt thông báo

# Remove all
source: Удалить все
cs: Odstranit všechno
de: Alles löschen
tr: Hepsini sil
vi: Xóa mọi thứ

source: В настоящее время вы не отслеживаете ни один товар, вы можете подписаться на изменение цены на странице товара. <app-svg [name]="'helper'" [width]="24" [height]="93"></d
de: Sie verfolgen derzeit keinen Artikel, Sie können eine Preisänderung auf der Artikelseite abonnieren. <app-svg [name]="'helper'" [width]="24" [height]="93"></d
vi: Hiện tại, bạn không đăng ký theo dõi bất kỳ mặt hàng nào, bạn có thể đăng ký theo dõi thay đổi giá trên trang web của sản phẩm. <app-svg [name]="'helper'" [width]="24" [height]="93"></d

# Error in removing item
source: Ошибка при удалении элемента
cs: Chyba při odstranění prvku
de: Fehler beim Löschen des Artikels
tr: Bir ögeyi silerken hata oluştu
vi: Lỗi khi xóa hạng mục

# Remove all notifications
source: Удалить все уведомления
cs: Odstranit všechna upozornění
de: Alle Benachrichtigungen löschen
tr: Tüm bildirimleri sil
vi: Xóa tất cả thông báo

# Are you sure you want to remove all notifications?
source: Вы уверены, что хотите удалить все уведомления?
cs: Jste si jisti, že chcete odstranit všechna upozornění?
de: Sind Sie sicher, dass Sie alle Benachrichtigungen löschen möchten?
tr: Tüm bildirimleri silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa tất cả thông báo không?

# Error in remove all tracked items
source: Ошибка при удалении всех отслеживаемых предметов
cs: Chyba při odstranění všech sledovaných předmětů
de: Fehler beim Löschen aller verfolgten Artikel
tr: İzlenen tüm ögeler silinirken hata oluştu
vi: Lỗi khi xóa tất cả các mặt hàng đang theo dõi

# Refill / withdraw
source: Пополнение / вывод
cs: Doplnění / vybrání
de: Auffüllen / Abziehen
tr: Para yatırma / çekme
vi: Nạp tiền / rút tiền

# Beware of scammers
source: Остерегайтесь мошенников
cs: Buďte opatrní před podvodníky
de: Vorsicht vor Betrügern
tr: Dolandırıcılara dikkat
vi: Hãy cẩn thận với những kẻ lừa đảo

# There is currently nothing for sale from your inventory
source: В настоящее время в вашем инвентаре нет ничего для продажи
tr: Şu anda envanterinizde satılık hiçbir şey yok
vi: Hiện tại không có gì trong kho hàng của bạn để bán

# Order history
source: История ордеров
cs: Historie objednávek
de: Bestellhistorie
tr: Sipariş geçmişi
vi: Lịch sử đơn hàng

# Update Inventory
source: Обновить инвентарь
de: Inventar aktualisieren
vi: Cập nhật kho hàng

# You have no items for sale
source: У вас нет предметов на продажу
cs: Nemáte předměty k prodeji
de: Sie haben keine Artikel zum Verkauf
tr: Satılık ürününüz yok
vi: Bạn không có mặt hàng để bán

# For sale
source: Для продажи
cs: Na prodej
de: Zum Verkauf
tr: Satılık
vi: Để bán

# Total amount
source: Общая сумма
cs: Celková částka
de: Gesamtbetrag
tr: Toplam tutar
vi: Tổng số tiền

# By putting an item up for sale, you accept the terms of the
source: Выставляя товар на продажу, вы принимаете условия
de: Indem Sie einen Artikel zum Verkauf anbieten, akzeptieren Sie die Bedingungen
vi: Bằng việc đăng mặt hàng để bán, bạn chấp nhận các điều khoản

# contract
source: контракта
de: des Vertrages
vi: của hợp đồng

# Items for sale are not selected, select them on the left side
source: Товары для продажи не выбраны, выберите их слева
de: Artikel zum Verkauf sind nicht ausgewählt, wählen Sie sie auf der linken Seite aus
vi: Các mặt hàng để bán vẫn chưa được chọn, hãy chọn chúng ở bên trái.

# Error in update inventory
source: Ошибка в обновлеении инвентаря
cs: Chyba v aktualizaci inventáře
de: Fehler beim Aktualisieren des Inventars
tr: Envanter güncelleme hatası
vi: Lỗi cập nhật kho hàng

# Setting up email alerts
source: Настройка email уведомлений
cs: Nastavení upozornění e-mailem
de: Einrichten von E-Mail-Benachrichtigungen
tr: E-posta bildirimlerini ayarla
vi: Cài đặt thông báo bằng email

# Change Email
source: Изменить Email
cs: Změnit e-mail
de: E-Mail ändern
tr: E-Postayı değiştir
vi: Thay đổi Email

# Save
source: Сохранить
cs: Uložit
de: Speichern
tr: Kaydet
vi: Lưu

# Write your email for setting up email alerts
source: Напишите свой адрес электронной почты для настройки уведомлений по электронной почте
cs: Napište adresu svého e-mailu pro nastavení upozornění e-mailem
de: Schreiben Sie Ihre E-Mail-Adresse, um E-Mail-Benachrichtigungen einzurichten
tr: E-posta bildirimlerini ayarlamak için e-posta adresinizi yazın
vi: Hãy viết địa chỉ email của bạn để thiết lập thông báo qua email

# Disable Notifications
source: Выключить уведомления
cs: Vypnout upozornění
de: Benachrichtigungen deaktivieren
tr: Bildirimleri kapat
vi: Tắt thông báo

# Enable Notifications
source: Включить уведомления
cs: Zapnout upozornění
de: Benachrichtigungen aktivieren
tr: Bildirimleri etkinleştir
vi: Bật thông báo

# Email notification has been changed
source: Email уведомления изменены
cs: Upozornění e-mailem bylo změněno
de: Die E-Mail-Benachrichtigungen wurden geändert
tr: E-posta bildirimleri değişti
vi: Thông báo qua email đã thay đổi

# Error in set email notifications
source: Ошибка в установке email уведомлений
cs: Chyba v nastavení upozornění e-mailem
de: Fehler beim Einrichten von E-Mail-Benachrichtigungen
tr: E-posta bildirimleri yüklenirken hata oluştu
vi: Lỗi khi cài đặt thông báo qua email

source: На указанный вами почтовый ящик отправлено подтверждение. ... Если письмо не пришло в течение 15 минут, проверьте папку "Спам".
cs: Na vámi uvedený e-mail bylo odesláno potvrzení. ... Pokud zpráva nepřijde do 15 minut, zkontrolujte složku "Spam" .
de: Es wurde eine Bestätigung an die von Ihnen angegebene Mailbox gesendet. ... Wenn die E-Mail innerhalb von 15 Minuten nicht angekommen ist, überprüfen Sie Ihren Spam-Ordner.
tr: E-posta adresinize bir onay gönderildi. ... E-posta 15 dakika içinde gelmezse, lütfen "Spam" klasörünüzü kontrol edin.
vi: Xác nhận đã được gửi đến địa chỉ email của bạn. ... Nếu bạn không nhận được email trong vòng 15 phút, xin vui lòng kiểm tra thư mục Spam của bạn.

# Error in change email
source: Ошибка при смене адреса электронной почты
cs: Chyba při změně e-mailové adresy
de: Fehler beim Ändern der E-Mail-Adresse
tr: E-posta adresini değiştirme sırasında bir hata oluştu
vi: Lỗi khi thay đổi địa chỉ email

# Setting alerts through the browser
source: Настройка оповещений через браузер
cs: Nastavení oznámení prostřednictvím prohlížeče
de: Einrichten von Benachrichtigungen über den Browser
tr: Uyarıları tarayıcı aracılığıyla ayarla
vi: Thiết lập thông báo qua trình duyệt

# Check this
source: Проверить
cs: Ověřit
de: Überprüfen
tr: Doğrula
vi: Xác minh

source: Уведомления для этого браузера отключены. Пожалуйста, попробуйте другой браузер для уведомления.
cs: Upozornění pro tento prohlížeč jsou vypnuta. Prosím, zkuste jiný prohlížeč pro upozornění.
de: Die Benachrichtigungen für diesen Browser sind deaktiviert. Bitte versuchen Sie einen anderen Browser für die Benachrichtigung.
tr: Bu tarayıcı için bildirimler devre dışı bırakıldı. Lütfen bildirim için başka bir tarayıcı deneyin.
vi: Thông báo cho trình duyệt này đã bị tắt. Xin vui lòng thử một trình duyệt khác để nhận thông báo.

# Message has been send!
source: Сообщение отправлено!
cs: Zpráva byla odeslána!
de: Die Meldung wurde gesendet!
tr: Mesajı gönderildi!
vi: Đã gửi tin nhắn!

# Error when send test message
source: Ошибка в отправке тестового сообщения
cs: Chyba v odeslání testové zprávy
de: Fehler beim Senden der Testmeldung
tr: Test mesajı gönderilirken hata oluştu
vi: Lỗi khi gửi tin nhắn thử

source: Уведомление для браузера или для этого сайта отключите в настройках. Включите уведомление и повторите попытку.
cs: Upozornění pro prohlížeč nebo pro tyto webové stránky vypnete v nastavení. Zapněte upozornění a opakujte pokus.
de: Deaktivieren Sie die Benachrichtigung für den Browser oder für diese Website in den Einstellungen. Bitte aktivieren Sie die Benachrichtigung und versuchen Sie es erneut.
tr: Ayarlarda tarayıcı veya bu site için bildirimi kapatın. Bildirimi açın ve tekrar deneyin.
vi: Bạn hãy tắt thông báo cho trình duyệt hoặc cho trang web này trong phần cài đặt. Hãy bật thông báo và thử lại.

# Browser cannot support notification message.
source: Браузер не поддерживает сообщения уведомлений
cs: Prohlížeč nepodporuje oznámení upozornění
de: Der Browser kann keine Benachrichtigungsmeldungen unterstützen
tr: Tarayıcı, bildirim mesajlarını desteklemiyor
vi: Trình duyệt không hỗ trợ tin nhắn thông báo

# Browser cannot support notification message and service.
source: Браузер не поддерживает сервис и сообщения уведомлений
cs: Prohlížeč nepodporuje servis a oznámení upozornění
de: Der Browser unterstützt keine Service- und Benachrichtigungsmeldungen
tr: Tarayıcı, hizmet ve bildirim mesajlarını desteklemiyor
vi: Trình duyệt không hỗ trợ dịch vụ và tin nhắn thông báo

# Notifications about turning on buys and sales
source: Уведомления о включении покупок и продаж
cs: Upozornění na zapnutí nákupů a prodejů
de: Benachrichtigungen über das Aktivieren von Käufen und Verkäufen
tr: Alış ve Satışların etkinleştirilmesiyle ilgili bildirimler
vi: Thông báo về việc bật tính năng mua hàng và bán hàng

# Using timer for turning on sales
source: Использование таймера для включения продаж
cs: Používání časovače na zapnutí prodejů
de: Verwenden des Timers zum Aktivieren von Verkäufen
tr: Satışları etkinleştirmek için bir zamanlayıcı kullan
vi: Sử dụng đồng hồ bấm giờ để bật bán hàng

# Update
source: Обновить
cs: Aktualizovat
de: Aktualisieren
tr: Güncelle
vi: Làm mới

# Select currency
source: Выберите валюту
cs: Zvolte měnu
de: Wählen Sie eine Währung aus
tr: Para birimini seçin
vi: Chọn loại tiền tệ

# I agree with deal
source: Я согласен с условиями <a href="static/terms" target="_blank">соглашение</a>, <a href="static/agreement">Агентское соглашение</a> и я понимаю, что в процессе пополнения счета предложения участников нашей системы могут меняться.
de: Ich stimme den Bedingungen <a href="static/terms" target="_blank">der Vereinbarung</a>,<a href="static/agreement"> der Agenturvereinbarung</a> zu und verstehe, dass sich die Angebote der Teilnehmer in unserem System im Verlauf der Kontoauffüllung ändern können.
vi: Tôi đồng ý với các điều khoản của<a href="static/terms" target="_blank"> thỏa thuận</a>, <a href="static/agreement">Thỏa thuận đại lý</a> và tôi hiểu rằng trong quá trình nạp tiền vào tài khoản, các đề xuất của những người tham gia trong hệ thống của chúng ta có thể thay đổi.

# Number of items not listed for sale
source: Количество предметов, не выставленных на продажу : failedItems
de: Anzahl der nicht zum Verkauf angebotenen Artikel: failedItems
vi: Số mặt hàng không được đưa vào bán hàng: failedItems

# Count
source: Количество
cs: Počet
de: Anzahl
tr: Miktar
vi: Số lượng

# Error to get screenshot
source: Ошибка в получении скриншота
de: Fehler beim Erhalt des Screenshots
vi: Lỗi nhận ảnh chụp màn hình

# Error when change settings
source: Ошибка в изменении настроек
cs: Chyba ve změně nastavení
de: Fehler beim Ändern von Einstellungen
tr: Ayarları değiştirirken hata
vi: Lỗi khi thay đổi các cài đặt

# Show on all pages
source: Показывать на всех страницах
cs: Ukazovat na všech stránkách
de: Auf allen Seiten anzeigen
tr: Tüm sayfalarda göster
vi: Hiển thị trên tất cả các trang

# Show on sale page only
source: Показывать только на странице продаж
cs: Ukazovat jen na stránce prodejů
de: Nur auf der Verkaufsseite anzeigen
tr: Sadece satış sayfasında göster
vi: Chỉ hiển thị trên trang bán hàng

# Turn on after 15 seconds
source: Включать после 15 секунд
cs: Zapnout po 15 sekundách
de: Nach 15 Sekunden aktivieren
tr: 15 saniye sonra aç
vi: Bật sau 15 giây

# Dont turn on automatically
source: Не включать автоматически
cs: Nezapínat automaticky
de: Automatisch nicht aktivieren
tr: Otomatik olarak açma
vi: Không bật tự động

# Invalid trade link
source: Неверная трейд ссылка
cs: Nesprávný odkaz na trade
de: Ungültiger Handelslink
tr: Geçersiz ticaret bağlantısı
vi: Đường link giao dịch không đúng

# Api key has been updated
source: Апи ключ успешно обновлен
cs: Api klíč byl úspěšně aktualizován
de: Der API-Schlüssel wurde erfolgreich aktualisiert
tr: API anahtarı başarıyla güncellendi
vi: Đã cập nhật khóa API thành công

# Error in get api key
source: Ошибка в получении апи ключа
cs: Chyba v získání api klíče
de: Fehler beim Erhalt des API-Schlüssels
tr: API anahtarı alınırken hata oluştu
vi: Lỗi nhận khóa api

# Pay Password Settings
source: Настройка платежного пароля
cs: Nastavení platebního hesla
de: Einrichten des Zahlungspassworts
tr: Ödeme şifresi ayarla
vi: Cài đặt mật khẩu thanh toán

# Old Password
source: Старый пароль
cs: Staré heslo
de: Altes Passwort
tr: Eski şifre
vi: Mật khẩu cũ

# Two Factor authentication code
source: Код двухфакторной аутентификации
cs: Kód dvoufaktorové autentizace
de: Zwei-Faktor-Authentifizierungscode
tr: İki faktörlü kimlik doğrulama kodu
vi: Mã xác thực hai yếu tố

# Password
source: Пароль
cs: Heslo
de: Passwort
tr: Şifre
vi: Mật khẩu

# Repeat password
source: Повторить пароль
cs: Opakovat heslo
de: Passwort wiederholen
tr: Şifreyi tekrar girin
vi: Lặp lại mật khẩu

source: Создать
cs: Vytvořit
de: Erstellen
tr: Oluştur
vi: Tạo

# Passwords do not match
source: Пароли не совпадают
cs: Hesla se neshodují
de: Die Passwörter stimmen nicht überein
tr: Şifreler uyuşmuyor
vi: Các mật khẩu không khớp nhau

# Permissions granted to third-party sites
source: Разрешения, предоставленные сторонним сайтам
cs: Povolení, poskytnutá třetím webovým stránkám
de: Berechtigungen, die an fremde Websites gewährt sind
tr: Üçüncü şahıs sitelere verilen izinler
vi: Quyền được cấp cho các trang web của bên thứ ba

# Site
source: Сайт
cs: Webové stránky
de: Website
tr: Site
vi: Website

# Action
source: Действие
cs: Akce
de: Aktion
tr: Eylem
vi: Hoạt động

# remove
source: удалить
cs: odstranit
de: löschen
tr: sil
vi: xóa

# Permissions not found
source: Разрешения не найдены
cs: Povolení nebyla nalezena
de: Die Berechtigungen sind nicht gefunden
tr: İzinler bulunamadı
vi: Không tìm thấy giấy phép

# Error when get site permissions data
source: Ошибка при получении данных о разрешениях сайта
cs: Chyba při získání údajů o povoleních webových stránek
de: Fehler beim Erhalt von Website-Berechtigungsdaten
tr: Site izinleri alınırken hata oluştu
vi: Lỗi khi nhận thông tin về giấy phép của trang web

# Confirm
source: Подтвердить
cs: Potvrdit
de: Bestätigen
tr: Onayla
vi: Xác nhận

# Please confirm remove
source: Пожалуйста подтвердить удаление
cs: Prosím, potvrďte odstranění
de: Bitte bestätigen Sie das Entfernen
tr: Lütfen silme işlemini onaylayın
vi: Vui lòng xác nhận xóa

# Remove site permission
source: Удалить разрешение сайта
cs: Odstranit povolení webových stránek
de: Site-Berechtigung entfernen
tr: Site iznini kaldır
vi: Xóa giấy phép của trang web

# Error when revoke permissions
source: Ошибка при отзыве разрешений
cs: Chyba při odvolání povolení
de: Fehler beim Widerrufen von Berechtigungen
tr: İzinler iptal edilirken hata oluştu
vi: Lỗi khi thu hồi giấy phép

# Steam Guard – protecting your account through the Steam mobile app.
source: Steam Guard — защита вашего аккаунта через мобильное приложение Steam.
cs: Steam Guard - ochrana vašeho účtu prostřednictvím mobilní aplikace Steam.
de: Steam Guard ist der Schutz Ihres Kontos über die mobile Steam-App.
tr: Steam Guard - Hesabınızı Steam mobil uygulaması aracılığıyla koruyun.
vi: Steam Guard - bảo vệ tài khoản của bạn thông qua ứng dụng di động Steam.

source: Connected
cs: Připojeno
de: Verbunden
tr: Bağlantılı
vi: Đã kết nối

# Two-factor authentication:
source: Двухфакторная аутентификация:
cs: Dvoufaktorová autentizace
de: Zwei-Faktor-Authentifizierung:
tr: İki faktörlü kimlik doğrulama:
vi: Xác thực hai yếu tố:

source: Каждый раз, когда вы снимаете средства со своего счета, вы получаете код подтверждения в мобильном приложении Google Authenticator.
cs: Pokaždé, když vybíráte prostředky ze svého účtu, dostáváte potvrzovací kód v mobilní aplikace Google Authentacator.
de: Jedes Mal, wenn Sie Geld von Ihrem Konto abziehen, erhalten Sie einen Verifizierungscode in der mobilen Google Authenticator-App.
tr: Hesabınızdan her para çektiğinizde, Google Authenticator mobil uygulamasında bir doğrulama kodu alırsınız.
vi: Mỗi khi bạn rút tiền từ tài khoản của mình, bạn sẽ nhận được mã xác nhận trong ứng dụng di động Google Authenticator.

# Setting
source: Настройки
cs: Nastavení
de: Einstellungen
tr: Ayarlar
vi: Cài đặt
