Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: Thursday
cs: Čtvrtek
de: Donnerstag
es: Jueves
pt: Quinta-feira
ru: Четверг
tr: Perşembe
vi: Thứ năm
zh_hans: 星期四
zh_hant: 星期四

source: Friday
cs: Pátek
de: Freitag
es: Viernes
pt: Sexta-feira
ru: Пятница
tr: Cumā
vi: Thứ sáu
zh_hans: 星期五
zh_hant: 星期五

source: Saturday
cs: Sobota
de: Samstag
es: Sábado
pt: Sábado
ru: Суббота
tr: Cumartesi
vi: Thứ bảy
zh_hans: 星期六
zh_hant: 星期六

source: Sunday
cs: Neděle
de: Sonntag
es: Domingo
pt: Domingo
ru: Воскресенье
tr: Pazar
vi: Chủ nhật
zh_hans: 星期日
zh_hant: 星期日

source: Cheaper than on Steam
cs: Levnější než na Steamu
de: Günstiger als auf Steam
es: Más barato que en Steam
pt: Mais barato do que no Steam
ru: Дешевле, чем в Steam
tr: Steam'den daha ucuz
vi: Rẻ hơn Trên Steam
zh_hans: 比 Steam 便宜
zh_hant: 比 Steam 便宜

source: The item is for sale.
cs: Položka je na prodej.
de: Der Artikel steht zum Verkauf.
es: El artículo está a la venta.
pt: O artigo está à venda.
ru: Товар выставлен на продажу.
tr: Ürün satılıktır.
vi: Các mục là để bán.
zh_hans: 您的饰品已成功上架，当被人购买，请在5分钟之内及时发货。出于安全考虑，若不及时发货，交易将会自动取消。多次未发货将导致账号禁用，请及时发货。
zh_hant: 您的飾品已成功上架，當被人購買，請在5分鐘之內及時發貨。出於安全考慮，若不及時發貨，交易將會自動取消。多次未發貨將導致賬號禁用，請及時發貨。

source: The items are for sale.
cs: Položky jsou na prodej.
de: Die Artikel stehen zum Verkauf.
es: Los artículos están a la venta.
pt: Os artigos estão à venda.
ru: Эти предметы выставлены на продажу.
tr: Eşyalar satılıktır.
vi: Các mặt hàng được bán.
zh_hans: 这些物品正在出售。
zh_hant: 這些物品正在出售。

source: System message
cs: Systémová zpráva
de: Systemmeldung
es: Mensaje del sistema
pt: Mensagem do sistema
ru: Системное сообщение
tr: Sistem mesajı
vi: Thông điệp hệ thống
zh_hans: 系统消息
zh_hant: 系統消息

source: In the basket
cs: V košíku
de: Im Korb
es: En la cesta
pt: No cesto
ru: В корзине
tr: Sepetin içinde
vi: Trong giỏ
zh_hans: 在篮子里
zh_hant: 在籃子裡

source: Notify me
cs: Informujte mě
de: Benachrichtigen Sie mich
es: Notificarme
pt: Notifique-me
ru: Уведомить меня
tr: Bana bildir
vi: Thông báo cho tôi
zh_hans: 提醒我
zh_hant: 提醒我

source: Notifications
cs: Oznámení
de: Benachrichtigung
es: Notificaciones
pt: Notificações
ru: Уведомления
tr: Bildirimler
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# When the seller lists the item for sale again
source: When the seller lists the item for sale again, we will send you a notification by mail and on the website
cs: Když prodejce znovu uvede položku k prodeji, zašleme vám oznámení poštou a na webových stránkách
de: Wenn der Verkäufer den Artikel erneut zum Verkauf anbietet, senden wir Ihnen eine Benachrichtigung per Post und auf der Website
es: Cuando el vendedor vuelva a poner el artículo a la venta, le enviaremos una notificación por correo y en el sitio web
pt: Quando o vendedor listar o item para Venda novamente, enviaremos uma notificação por correio e no site
ru: Когда продавец снова выставит товар на продажу, мы отправим вам уведомление по почте и на веб-сайте
tr: Satıcı, satış için öğeyi tekrar listelediğinde, size posta yoluyla ve web sitesinde bir bildirim göndereceğiz
vi: Khi người bán liệt kê lại mặt hàng để bán, chúng tôi sẽ gửi cho bạn thông báo qua thư và trên trang web
zh_hans: 当卖家再次列出待售商品时，我们将通过邮件和网站向您发送通知
zh_hant: 當賣家再次列出待售商品時，我們將透過郵件和網站向您發送通知

source: Email Notification
cs: email upozornění
de: Email Benachrichtigung
es: Notificación de correo electrónico
pt: Notificação de Email
ru: Уведомление по электронной почте
tr: Eposta bildirimi
vi: thông báo có email
zh_hans: 电子邮件通知
zh_hant: 電子郵件通知

source: Site Notification
cs: Oznámení webu
de: Site-Benachrichtigung
es: Notificación de correo electrónico
pt: Notificação do site
ru: Уведомление сайта
tr: Site Bildirimi
vi: Thông báo trang web
zh_hans: 站点通知
zh_hant: 網站通知

source: Notification has been saved
cs: Oznámení bylo uloženo
de: Die Benachrichtigung wurde gespeichert
es: La notificación ha sido guardada.
pt: A notificação foi salva
ru: Уведомление сохранено.
tr: Bildirim kaydedildi
vi: Thông báo đã được lưu
zh_hans: 通知已保存
zh_hant: 通知已儲存

source: You are subscribed, when the seller is online you will receive a notification.
cs: Jste přihlášeni, když je prodejce online, obdržíte upozornění.
de: Sie sind angemeldet. Sobald der Verkäufer online ist, erhalten Sie eine Benachrichtigung.
es: Estás suscrito, cuando el vendedor esté en línea recibirás una notificación.
pt: Você está inscrito, quando o vendedor estiver online você receberá uma notificação.
ru: Вы подписаны, когда продавец будет онлайн, вы получите уведомление.
tr: Abone oldunuz, satıcı çevrimiçi olduğunda bir bildirim alacaksınız.
vi: Bạn đã đăng ký, khi người bán trực tuyến bạn sẽ nhận được thông báo.
zh_hans: 您已订阅，当卖家在线时您将收到通知。
zh_hant: 您已訂閱，當賣家在線上時您將收到通知。

source: Edit Notifications
cs: Upravit oznámení
de: Benachrichtigungen bearbeiten
es: Editar notificaciones
pt: Editar notificações
ru: Редактировать уведомления
tr: Bildirimleri Düzenle
vi: Chỉnh sửa thông báo
zh_hans: 编辑通知
zh_hant: 編輯通知

source: Average price:
cs: Průměrná cena:
de: Durchschnittspreis:
es: Precio medio:
pt: Preço médio:
ru: Средняя цена:
tr: Ortalama fiyat:
vi: Giá trung bình:
zh_hans: 平均价格：
zh_hant: 平均價格：

source: Hidden account
cs: Skrytý účet
de: Verstecktes Konto
es: Cuenta oculta
pt: Conta oculta
ru: Скрытый аккаунт
tr: Gizli hesap
vi: Tài khoản ẩn
zh_hans: 隐藏账户
zh_hant: 隱藏帳號

# ShowProfileInfoSubtitle
source: (Your avatar and store name will be hidden on the item page)
cs: (Váš avatar a název obchodu budou skryty na stránce Položky)
de: (Ihr Avatar und Ihr Shop-Name werden auf der Artikelseite ausgeblendet.)
es: (Tu avatar y el nombre de la tienda estarán ocultos en la página del artículo)
pt: (Seu avatar e nome da loja serão ocultados na página do item)
ru: (Ваша аватарка и название магазина будут скрыты на странице предмета)
tr: (Avatarınız ve mağaza adınız öğe sayfasında gizlenecektir)
vi: (Hình đại diện và tên cửa hàng của bạn sẽ bị ẩn trên trang mục)
zh_hans: （您的头像和店铺名称将隐藏在商品页面）
zh_hant: （您的頭像和店鋪名稱將隱藏在商品頁面）

source: Open account
cs: Otevřít účet
de: Konto eröffnen
es: Abrir cuenta
pt: Abrir conta
ru: Открытый аккаунт
tr: Hesap aç
vi: Mở tài khoản
zh_hans: 开户口
zh_hant: 開戶口

source: Seller
cs: Prodejce
de: Verkäufer
es: Vendedor
pt: Vendedor
ru: Продавец
tr: Satıcı
vi: Người bán
zh_hans: 卖方
zh_hant: 賣方

source: Transfer capability
cs: Přenosová schopnost
de: Übertragungsfähigkeit
es: Capacidad de transferencia
pt: Capacidade de transferência
ru: Возможность передачи
tr: Aktarım yeteneği
vi: Khả năng chuyển giao
zh_hans: 传输能力
zh_hant: 傳輸能力

source: Account is open
cs: Účet je otevřen
de: Konto ist eröffnet
es: La cuenta está abierta
pt: A conta está aberta
ru: Аккаунт открыт
tr: Hesap açık
vi: Tài khoản đang mở
zh_hans: 账户已开通
zh_hant: 帳戶已開通

source: Account is hidden
cs: Účet je skrytý
de: Konto ist versteckt
es: La cuenta está oculta
pt: A conta está oculta
ru: Аккаунт скрыт
tr: Hesap gizlendi
vi: Tài khoản bị ẩn
zh_hans: 账户被隐藏
zh_hant: 帳戶被隱藏

source: Bank Card
cs: Bankovní Karta
de: Bankkarte
es: Tarjeta Bancaria
pt: Cartão Bancário
ru: Банковская карта
tr: Banka Kartı
vi: Thẻ Ngân Hàng
zh_hans: 银行卡
zh_hant: 金融卡

source: Defrosting date of the entire amount:
cs: Datum rozmrazování celého množství:
de: Auftaudatum der gesamten Menge:
es: Fecha de descongelación del importe total:
pt: Data de descongelamento de todo o valor:
ru: Дата разморозки всего количества:
tr: Tüm miktarın buzunun çözülme tarihi:
vi: Ngày rã đông của toàn bộ số tiền:
zh_hans: 全部金额解冻日期：
zh_hant: 全部金額解凍日期：

# The balance has been replenished by
source: The balance has been replenished by money
cs: Zůstatek byl doplněn o money
de: Der Restbetrag wurde um money aufgefüllt
es: El saldo se ha recargado en money
pt: O saldo foi reabastecido em money
ru: Баланс пополнен на сумму money
tr: Bakiye money ile yenilendi
vi: text money
zh_hans: 饰品出售成功，出售金额 money 已存入您账户余额
zh_hant: 飾品出售成功，出售金額 money 已存入您賬戶余額

source: Thank you for your mark!
cs: Děkujeme za vaši známku!
de: Vielen Dank für Ihre Note!
es: ¡Gracias por tu marca!
pt: Obrigado pela sua marca!
ru: Спасибо за вашу оценку!
tr: İşaretiniz için teşekkür ederiz!
vi: Cảm ơn bạn đã đánh dấu của bạn!
zh_hans: 谢谢你的标记！
zh_hant: 謝謝你的標記！

source: Ticket closed
cs: Vstupenka uzavřena
de: Ticket geschlossen
es: Boleto cerrado
pt: Bilhete fechado
ru: Тикет закрыт
tr: Bilet kapatıldı
vi: Đã đóng vé
zh_hans: 门票已关闭
zh_hant: 門票已關閉

source: Please rate the quality of service
cs: Ohodnoťte prosím kvalitu služeb
de: Bitte bewerten Sie die Servicequalität
es: Por favor califique la calidad del servicio.
pt: Avalie a qualidade do serviço
ru: Пожалуйста, оцените качество обслуживания
tr: Lütfen hizmet kalitesini değerlendirin
vi: Vui lòng đánh giá chất lượng dịch vụ
zh_hans: 请评价服务质量
zh_hant: 請評價服務品質

source: Thank you for your rating
cs: děkujeme za hodnocení
de: Vielen Dank für Ihre Bewertung
es: Gracias por tu valoración
pt: Obrigado pela sua avaliação
ru: Спасибо за оставленную оценку
tr: Спасибо за оставленную оценку
vi: Cảm ơn vì sự đánh giá của bạn
zh_hans: 感谢您的评价
zh_hant: 感謝您的評價

source: Recharge instructions:
zh_hans: 充值说明：
zh_hant: 充值說明：

# Recharge instructions 1
source: 1. Recharge, refund or withdrawal will incur a 1% service fee;
zh_hans: 1、充值退款或提现会产生1%服务费；

# Recharge instructions 2
source: 2. In order to ensure the legality of your account funds, the latest recharge can be withdrawn after a 5-day cooling period.
zh_hans: 2、为了保障您的账号资金合法化，最新充值的款项可在5天的冷却期后进行提现。

# Recharge instructions 3
source: 3. If you have any problems during the recharge process, please contact customer service for corresponding handling.
zh_hans: 3、充值过程中如有任何问题，请联系客服进行相应的处理。

# Withdrawal instructions:
source: Recharge instructions:
zh_hans: 提现说明：
zh_hant: 提現說明：

# Withdrawal instructions 1
source: 1. The withdrawal service fee is 1%.
zh_hans: 1、提现服务费1%。

# Withdrawal instructions 2
source: 2. Alipay cash withdrawals will arrive within 2 hours, and the bank card arrival time depends on the receiving bank.
zh_hans: 2、支付宝提现2小时内到账，银行卡到账时间取决于收款银行。

# Withdrawal instructions 3
source: 3. If you have any problems during the withdrawal process, please contact customer service for corresponding handling.
zh_hans: 3、提现过程中如有任何问题，请联系客服进行相应的处理。

source: In order to prevent the legalization (laundering) of funds obtained by criminal means, we limit the withdrawal of recently deposited funds for 5 days.
cs: Abychom zabránili legalizaci (praní) finančních prostředků získaných kriminálními prostředky, omezujeme výběr nedávno vložených finančních prostředků po dobu 5 dnů
de: Um die Legalisierung (Geldwäsche) von Geldern zu verhindern, die auf kriminelle Weise erlangt wurden, begrenzen wir die Auszahlung kürzlich eingezahlter Gelder auf 5 Tage
es: Para evitar la legalización (lavado) de fondos obtenidos por medios delictivos, limitamos el retiro de fondos recientemente depositados durante 5 días.
pt: Para evitar a legalização (lavagem) de fundos obtidos por meios criminosos, limitamos a retirada de fundos recentemente depositados por 5 dias
ru: В целях предотвращения легализации (отмывания) средств, полученных преступным путем, мы ограничиваем вывод недавно внесенных средств 5 днями.
tr: Suç yoluyla elde edilen fonların yasallaştırılmasını (aklanmasını) önlemek amacıyla, yeni yatırılan fonların çekilmesini 5 gün süreyle sınırlandırıyoruz.
vi: Để ngăn chặn việc hợp pháp hóa (rửa tiền) số tiền có được bằng phương tiện phạm tội, chúng tôi giới hạn việc rút tiền gửi gần đây trong 5 ngày.
zh_hans: 为了保障您的账号资金合法化，最新充值的款项可在5天的冷却期后进行提现。
zh_hant: 為了防止通過犯罪手段獲得的資金合法化（洗錢），我們限制最近存入的資金提取5天

source: Total frozen:
cs: Celkem zmrazeno:
de: Insgesamt eingefroren:
es: Total congelado:
pt: Totalmente congelado:
ru: Всего заморожено:
tr: Toplam dondurulmuş:
vi: Tổng số đông lạnh:
zh_hans: 冻结金额：
zh_hant: 凍結金額：

source: Internal Server Error
de: Interner Serverfehler
ru: Внутренняя ошибка сервера
vi: Lỗi máy chủ nội bộ
zh_hans: 内部服务器错误

source: Wrong bot number
de: Falsche Bot-Nummer
ru: Неправильный номер бота
vi: Số bot sai
zh_hans: 机器人编号错误

source: Failed to load your inventory. Try updating it
de: Das Laden des Inventars ist fehlgeschlagen. Versuchen Sie es zu aktualisieren
ru: Не удалось загрузить инвентарь. Попробуйте обновить его
vi: Không thể tải khoảng không quảng cáo. Hãy thử cập nhật nó
zh_hans: 无法加载库存。尝试更新一下

source: Make your inventory public in your Steam profile settings
de: Machen Sie Ihr Inventar in Ihren Steam-Profileinstellungen öffentlich.
ru: Сделайте свой инвентарь общедоступным в настройках профиля Steam.
vi: Công khai khoảng không quảng cáo của bạn trong cài đặt hồ sơ Steam của bạn.
zh_hans: 在 Steam 个人资料设置中公开您的库存。

source: server error
de: Serverfehler
ru: Ошибка сервера
vi: Lỗi máy chủ
zh_hans: 服务器错误

source: Failed to create request number
de: Anfragenummer konnte nicht erstellt werden.
ru: Не удалось создать номер запроса.
vi: Không tạo được số yêu cầu.
zh_hans: 无法创建请求编号。

source: Failed to get list of items
de: Liste der Elemente konnte nicht abgerufen werden
ru: Не удалось получить список предметов
vi: Không thể lấy danh sách các mục
zh_hans: 获取商品列表失败

source: DB error 13
de: DB-Fehler 13
ru: Ошибка БД 13
vi: Lỗi cơ sở dữ liệu 13
zh_hans: 数据库错误13

source: DB error 2
de: DB-Fehler 2
ru: Ошибка БД 2
vi: Lỗi cơ sở dữ liệu 2
zh_hans: 数据库错误2

# You don&apos;t have anything to give
source: You don't have anything to give
de: Du hast nichts zu geben
ru: У вас нет вещей для передачи
vi: Bạn không có gì để cho
zh_hans: 你没有什么可以给予

source: DB error 11
de: DB-Fehler 11
ru: Ошибка БД 11
vi: Lỗi cơ sở dữ liệu 11
zh_hans: 数据库错误11

# You don&apos;t have an API key
source: You don't have an API key
de: Sie haben keinen API-Schlüssel
ru: У вас нет API ключа
vi: Bạn không có khóa API
zh_hans: 您没有 API 密钥

source: Failed to register exchange
de: Die Börse konnte nicht registriert werden
ru: Не удалось зарегистрировать обмен
vi: Không thể đăng ký trao đổi
zh_hans: 注册兑换失败

source: Failed to create withdrawal request
de: Es konnte kein Auszahlungsantrag erstellt werden.
ru: Не удалось создать запрос на вывод средств.
vi: Không thể tạo yêu cầu rút tiền.
zh_hans: 无法创建提款请求。

source: Failed to create withdrawal request, please try again
de: Es konnte kein Auszahlungsantrag erstellt werden. Versuchen Sie es erneut.
ru: Не удалось создать запрос на вывод средств. Повторите попытку.
vi: Không thể tạo yêu cầu rút tiền. Thử lại.
zh_hans: 无法创建提款请求。再试一次。

source: Failed to create offer
de: Angebot konnte nicht erstellt werden
ru: Не удалось создать оффер
vi: Không tạo được ưu đãi
zh_hans: 创建报价失败

source: We are trying to create an exchange with a bot with the nickname {nick}, check the list of offers
de: Wir versuchen, einen Austausch mit einem Bot mit dem Spitznamen {nick} zu erstellen. Sehen Sie sich die Liste der Angebote an
ru: Мы пытаемся создать обмен с бота с ником {nick}, проверьте список офферов
vi: Chúng tôi đang cố gắng tạo một cuộc trao đổi với bot có biệt danh {nick}, hãy kiểm tra danh sách ưu đãi
zh_hans: 我们正在尝试与昵称为 {nick} 的机器人创建交换，请检查报价列表

source: Trades are temporarily unavailable to you. Suggest a trade to a Steam friend to find out the reason
de: Der Handel steht Ihnen vorübergehend nicht zur Verfügung. Bieten Sie einem Freund auf Steam einen Tausch an, um herauszufinden, warum.
ru: Торги временно для вас недоступны. Предложите обмен другу в Steam, чтобы узнать причину.
vi: Bạn tạm thời không thể giao dịch. Đề nghị giao dịch với bạn bè trên Steam để tìm hiểu lý do.
zh_hans: 您暂时无法进行交易。在 Steam 上向朋友提出交易以找出原因。

source: Your inventory does not contain the required items
de: Es sind keine benötigten Artikel in Ihrem Inventar vorhanden
ru: В вашем инвентаре нет необходимых предметов
vi: Không có mặt hàng bắt buộc nào trong kho của bạn
zh_hans: 您的库存中没有必需的物品

source: Incorrect captcha code entered
de: Falscher Captcha-Code eingegeben
ru: Введен неправильный код капчи
vi: Nhập sai mã captcha
zh_hans: 输入了错误的验证码

source: An unexpected error occurred
cs: Vyskytla se neočekávaná chyba
de: Ein unerwarteter Fehler ist aufgetreten
es: ocurrió un error inesperado
pt: Um erro inesperado ocorreu
ru: Произошла непредвиденная ошибка
tr: Beklenmedik bir hata oluştu
vi: Đã xảy ra lỗi không mong muốn
zh_hans: 一个意料之外的问题发生了
zh_hant: 一個意料之外的問題發生了

source: You have been banned by the chat administrator
cs: Byl jste zabanován administrátorem chatu
de: Sie wurden vom Chat-Administrator gesperrt
es: Ha sido prohibida por el administrador de chat
pt: Você foi banido pelo administrador do chat
ru: Вы были забанены администратором чата
tr: Sohbet yöneticisi tarafından yasaklandınız
vi: Bạn đã bị quản trị viên trò chuyện cấm
zh_hans: 您已被聊天管理员禁止
zh_hant: 您已被聊天管理員禁止

source: Your account is blocked, please contact
cs: Váš účet je zablokován, kontaktujte prosím
de: Ihr Konto ist gesperrt, wenden Sie sich bitte an
es: Su cuenta está bloqueada, por favor contacte
pt: Sua conta está bloqueada, entre em contato
ru: Ваш аккаунт заблокирован, обратитесь в
tr: Hesabınız bloke edildi, lütfen iletişime geçin
vi: Tài khoản của bạn bị khóa, vui lòng liên hệ
zh_hans: 您的账号已被冻结，请联系
zh_hant: 您的帳號已被凍結，請聯絡

source: technical support.
cs: technická podpora.
de: technische Unterstützung.
es: apoyo técnico.
pt: suporte técnico.
ru: техподдержку.
tr: teknik Destek.
vi: hỗ trợ kỹ thuật.
zh_hans: 技术支援。
zh_hant: 技術支援。

source: Until the end
cs: Do konce
de: Bis zum Ende
es: Hasta el final
pt: Até o fim
ru: До окончания
tr: Sonuna kadar
vi: Cho đến cuối cùng
zh_hans: 直到最后
zh_hant: 直到最後

source: Purchase blocked, please contact
cs: Nákup blokován, kontaktujte prosím
de: Kauf blockiert, bitte kontaktieren Sie uns
es: Compra bloqueada, por favor contactar
pt: Compra bloqueada, entre em contato
ru: Покупка заблокирована, обратитесь в
tr: Satın alma işlemi engellendi, lütfen iletişime geçin
vi: Mua hàng bị chặn, vui lòng liên hệ
zh_hans: 购买受阻，请联系
zh_hant: 購買受阻，請聯繫

source: Sale blocked, please contact
cs: Prodej blokován, kontaktujte prosím
de: Verkauf gesperrt, bitte kontaktieren Sie uns
es: Venta bloqueada, por favor contactar
pt: Venda bloqueada, entre em contato
ru: Продажа заблокирована, обратитесь в
tr: Satış engellendi, lütfen iletişime geçin
vi: Bán hàng bị chặn, vui lòng liên hệ
zh_hans: 销售受阻，请联系
zh_hant: 銷售受阻，請聯繫

source: The ban will be automatically lifted after 24 hours
cs: Zákaz bude automaticky zrušen po 24 hodinách
de: Das Verbot wird nach 24 Stunden automatisch aufgehoben
es: La prohibición se levantará automáticamente después de 24 horas.
pt: A proibição será automaticamente suspensa após 24 horas
ru: Бан автоматически будет снят через 24 часа
tr: Yasak 24 saat sonra otomatik olarak kaldırılacak
vi: Lệnh cấm sẽ tự động được dỡ bỏ sau 24 giờ
zh_hans: 24小时后禁令将自动解除
zh_hant: 24小時後禁令將自動解除

source: Contact
cs: Kontakt
de: Kontakt
es: Contacto
pt: Contato
ru: Обратитесь в
tr: Temas etmek
vi: Liên hệ
zh_hans: 接触
zh_hant: 接觸

source: Pending review
cs: Čeká na kontrolu
de: Ausstehende Bewertung
es: Revisión pendiente
pt: Revisão pendente
ru: Ожидает рассмотрения
tr: Bekleyen yorum
vi: Đang chờ xem xét
zh_hans: 待审核
zh_hant: 待審核

source: Under consideration
cs: V úvahu
de: Unter Berücksichtigung
es: Bajo consideración
pt: Sob consideração
ru: На рассмотрении
tr: Değerlendiriliyor
vi: Được xem xét
zh_hans: 在考虑中
zh_hant: 在考慮中

source: Reply received
cs: Odpověď přijata
de: Antwort erhalten
es: Respuesta recibida
pt: Resposta recebida
ru: Получен ответ
tr: Yanıt alındı
vi: Đã nhận được phản hồi
zh_hans: 收到回复
zh_hant: 收到回覆

source: Help us become better
cs: Pomozte nám stát se lepšími
de: Helfen Sie uns, besser zu werden
es: Ayúdanos a ser mejores
pt: Ajude-nos a ser melhores
ru: Помогите нам стать лучше
tr: Daha iyi olmamıza yardım edin
vi: Hãy giúp chúng tôi trở nên tốt hơn
zh_hans: 帮助我们变得更好
zh_hant: 幫助我們變得更好

source: Describe what you didn’t like about the technical support work
cs: Popište, co se vám na práci technické podpory nelíbilo
de: Beschreiben Sie, was Ihnen an der Arbeit des technischen Supports nicht gefallen hat
es: Describe lo que no te gustó del trabajo de soporte técnico.
pt: Descreva o que você não gostou no trabalho de suporte técnico
ru: Опишите что вам не понравилось в работе технической поддержки
tr: Teknik destek çalışmasıyla ilgili neyi beğenmediğinizi açıklayın
vi: Mô tả những gì bạn không thích về công việc hỗ trợ kỹ thuật
zh_hans: 描述您不喜欢技术支持工作的哪些方面
zh_hant: 描述您不喜歡技術支援工作的哪些方面

source: Description briefly
cs: Popis stručně
de: Beschreibung kurz
es: Descripción breve
pt: Descrição brevemente
ru: Краткое описание
tr: Kısaca açıklama
vi: Mô tả ngắn gọn
zh_hans: 简要说明
zh_hant: 簡要說明

source: Customer Service WeChat
zh_hans: 客服微信：
zh_hant: 客服微信：

source: After submitting problem feedback, customer service will respond as soon as possible.
zh_hans: 提交问题反馈后，客服会尽快答复处理。 您同样可以添加在线客服微信，客服收到信息后将第一时间解决您的问题。
zh_hant: 提交問題迴響後，客服會儘快答覆處理。 您同樣可以添加線上客服微信，客服收到資訊後將第一時間解决您的問題。

source: Copied
cs: Zkopírováno
de: Kopiert
es: Copiado
pt: Copiado
ru: Скопировано
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
pt: Adicionar
ru: Добавить
tr: Eklemek
vi: Thêm
zh_hans: 添加
zh_hant: 添加

source: Turn off
cs: Vypnout
de: Ausschalten
es: Apagar
pt: Desligar
ru: Выключить
tr: Kapatmak
vi: Tắt
zh_hans: 关
zh_hant: 關

source: Turn on
cs: Zapnout
de: Einschalten
es: Encender
pt: Ligar
ru: Включить
tr: Aç
vi: Bật
zh_hans: 打开
zh_hant: 打開

source: Search
cs: Vyhledávání
de: Suche
es: Buscar
pt: Procurar
ru: Поиск
tr: Aramak
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

source: Items on sale
cs: Položky v prodeji
de: Artikel im Angebot
es: Artículos en oferta
pt: Artigos À venda
ru: Предметы в продаже
tr: Satışa sunulan ürünler
vi: Các mặt hàng được bán
zh_hans: 特价商品
zh_hant: 特價商品

source: On page
cs: Na stránce
de: Auf Seite
es: En la página
pt: Na página
ru: На странице
tr: Sayfada
vi: Trên trang
zh_hans: 在页面上
zh_hant: 在頁面上

source: Items that require transfer
cs: Položky, které vyžadují převod
de: Gegenstände, die übertragen werden müssen
es: Artículos que requieren transferencia
pt: Itens que requerem transferência
ru: Предметы, требуют передачи
tr: Aktarım gerektiren öğeler
vi: Các mặt hàng yêu cầu chuyển nhượng
zh_hans: 需要转运的物品
zh_hant: 需要轉運的物品

source: how to transfer an item
cs: jak převést položku
de: so übertragen Sie einen Artikel
es: cómo transferir un artículo
pt: como transferir um item
ru: как передать предмет
tr: bir öğe nasıl aktarılır
vi: cách chuyển một mặt hàng
zh_hans: 如何转移物品
zh_hant: 如何轉移物品

source: Items for purchase
cs: Položky k nákupu
de: Artikel zum Kauf
es: Artículos para comprar
pt: Artículos para comprar
ru: Предметы, на покупку
tr: Satın alınacak ürünler
vi: Các mặt hàng để mua
zh_hans: 购买物品
zh_hant: 購買物品

source: how to accept an item
cs: jak přijmout položku
de: so akzeptieren Sie einen Artikel
es: cómo aceptar un artículo
pt: como aceitar um item
ru: как принять предмет
tr: bir öğe nasıl kabul edilir
vi: làm thế nào để chấp nhận một mục
zh_hans: 如何接受物品
zh_hant: 如何接受物品

source: Trades
cs: Obchod
de: Handel
es: Operaciones
pt: Negociações
ru: Трейды
tr: Esnaf
vi: Giao dịch
zh_hans: 交易
zh_hant: 交易

source: Now on sale
cs: Nyní v prodeji
de: Jetzt im Angebot
es: Ahora a la venta
pt: A venda agora
ru: Сейчас на продаже
tr: Şimdi satışta
vi: Bây giờ bán
zh_hans: 现已发售
zh_hant: 現已發售

source: items
de: artikel
ru: предметов
vi: mặt hàng
zh_hans: 项目

source: For the amount
cs: Za částku
de: Für den Betrag
es: por la cantidad
pt: Pela quantia
ru: На сумму
tr: Tutar için
vi: Đối với số tiền
zh_hans: 对于金额
zh_hant: 對於金額

source: Recipient
de: Empfänger
ru: Получатель
vi: người nhận
zh_hans: 收件人

source: Set TOP-1 price
cs: Nastavit cenu TOP-1
de: Legen Sie den TOP-1-Preis fest
es: Establecer precio TOP-1
pt: Definir preço TOP-1
ru: Установить цену ТОП-1
tr: İLK-1 fiyatını belirle
vi: Đặt giá TOP-1
zh_hans: 设置TOP-1价格
zh_hant: 設定TOP-1價格

source: Price top 1
cs: Cena nahoře 1
de: Preis Top 1
es: Precio superior 1
pt: Preço superior 1
ru: Цена топ 1
tr: Fiyat ilk 1
vi: Giá top 1
zh_hans: 价格前1名
zh_hant: 價格前1名
