Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# Error in get faq description
source: Ошибка в описании часто задаваемых вопросов
de: Fehler bei der FAQ-Beschreibung
vi: Lỗi mô tả các câu hỏi thường gặp

# Try to relax or reset the filter
source: Попробуйте расслабиться или сбросить фильтр
cs: Zkuste uvolnit nebo vymazat filtr
de: Versuchen Sie, den Filter zu lockern oder zurückzusetzen
tr: Filtreyi gevşetmeyi veya sıfırlamayı deneyin
vi: Bạn hãy thử nới lỏng hoặc đặt lại bộ lọc

# Make screenshot
source: Сделать скриншот
cs: Provést printscreen
de: Screenshot machen
tr: Ekran görüntüsü al
vi: Chụp màn hình

# Error in update image
source: Ошибка в обновлении изображения
cs: Chyba v aktualizaci obrázku
de: Fehler beim Aktualisieren des Bildes
tr: Resim güncelleme hatası
vi: Lỗi cập nhật hình ảnh

# This item ready for buy. Wait for the seller.
source: Этот товар готов к покупке. Дождитесь продавца.
de: Dieser Artikel ist zum Kauf bereit. Warten Sie auf den Verkäufer.
vi: Mặt hàng này đã sẵn sàng để mua. Đợi người bán.

source: В целях предотвращения легализации (отмывания) средств, полученных преступным путем, мы ограничиваем вывод этих средств на 5 дней. Часть средств, которые вы внесли на свой счет, была "заморожена". Он будет доступен по истечении времени замораживания
de: Um die Legalisierung (Wäsche) von kriminell erworbenen Geldmitteln zu verhindern, beschränken wir den Abzug dieser Geldmittel auf 5 Tage. Ein Teil der Geldmittel, die Sie auf Ihr Konto eingezahlt haben, wurde „eingefroren“. Er wird verfügbar sein, nachdem die Einfrierzeit abgelaufen ist
vi: Để ngăn chặn việc hợp pháp hóa (rửa) tiền thu được từ con đường tội phạm, chúng tôi giới hạn việc rút các khoản tiền này trong 5 ngày. Một phần số tiền bạn đã gửi vào tài khoản của mình đã bị "đóng băng". Số tiền này sẽ khả dụng sau khi hết thời gian đóng băng

# Date
source: Дата
cs: Datum
de: Datum
tr: Tarih
vi: Ngày

source: После передачи нашей заявки на вывод средств (переход заявки в статус "Переведено") может пройти 3-4 рабочих дня, прежде чем средства будут зачислены на карту Платежная система может отказать в переводе средств на карту после завершения транзакции. В этом случае ваши средства будут возвращены на ваш счет на сайте. Если данные карты будут удалены до того, как приложение перейдет в статус "Переведено", средства переведены не будут
de: Nach der Übertragung unseres Antrages auf den Geldmittelabzug (Übergang des Antrags in den Status „Überwiesen“) kann es 3-4 Arbeitstage dauern, bis die Geldmittel auf der Karte gutgeschrieben werden. Das Zahlungssystem kann sich weigern, Geldmittel auf die Karte zu überweisen, nachdem die Transaktion abgeschlossen ist. In diesem Fall werden Ihre Geldmittel auf Ihr Konto auf der Website zurückerstattet. Wenn die Kartendaten gelöscht werden, bevor der Antrag in den Status „Überwiesen“ wechselt, werden die Geldmittel nicht überwiesen
vi: Sau khi chuyển yêu cầu rút tiền của chúng tôi (yêu cầu chuyển sang trạng thái "Đã chuyển"), có thể mất 3-4 ngày làm việc trước khi tiền được ghi có vào thẻ. Hệ thống thanh toán có thể từ chối chuyển tiền đến thẻ sau khi giao dịch hoàn tất. Trong trường hợp này, tiền của bạn sẽ được trả lại vào tài khoản của bạn trên trang web. Nếu như thông tin thẻ bị xóa trước khi ứng dụng chuyển sang trạng thái "Đã chuyển", tiền sẽ không được chuyển

# Price
source: Цена
cs: Cena
de: Preis
tr: Fiyat
vi: Giá bán

# Your 3d link is ready
source: Cсылка на 3D!
cs: Odkaz na 3D!
de: Ihr 3D-Link ist fertig!
tr: 3D'ye bağlantı!
vi: Đường link đến 3D!

# Image has been successfully updated
source: Изображение было успешно обновлено
cs: Obrázek byl úspěšně aktualizován
de: Das Bild wurde erfolgreich aktualisiert
tr: Resim başarıyla güncellendi
vi: Hình ảnh đã được cập nhật thành công

# Your screenshot is ready
source: Cкриншот готов
cs: Printscreen je připraven
de: Der Screenshot ist fertig
tr: Ekran görüntüsü hazır
vi: Ảnh chụp màn hình đã sẵn sàng

# Chat
source: Чат
cs: Chat
de: Chat
tr: Sohbet
vi: Chat

# Update Image
source: Обновить изображение
de: Bild aktualisieren
vi: Làm mới hình ảnh

# Close ticket
source: Закрыть тикет
cs: Uzavřít tiket
de: Ticket schließen
tr: Bileti kapat
vi: Đóng ticket

# Close ticket?
source: Закрыть тикет?
cs: Uzavřít tiket?
de: Ticket schließen?
tr: Bilet kapatılsın mı?
vi: Đóng ticket?

source: Вы уверены, что ваша проблема решена? Техническая поддержка отвечает только на открытые заявки.
cs: Jste si jisti, že je váš problém vyřešen? Technická podpora odpovídá pouze na otevřené požadavky.
de: Sind Sie sicher, dass Ihr Problem gelöst ist? Der technische Support antwortet nur auf offene Tickets.
tr: Sorununuzun çözüldüğünden emin misiniz? Teknik destek yalnızca açık biletlere yanıt verir.
vi: Bạn có chắc rằng vấn đề của bạn đã được giải quyết? Hỗ trợ kỹ thuật chỉ trả lời các yêu cầu còn đang mở.

# Send
source: Отправить
cs: Odeslat
de: Senden
tr: Gönder
vi: Gửi

# Enter - send
source: Ввести - отправить
cs: Zadat - odeslat
de: Eingeben - senden
tr: Gir - gönder
vi: Nhập - gửi

# Not affiliated with Valve
source: Не связан с Valve
cs: Není spojen s Valve
de: Mit Valve nicht verbunden
tr: Valve'a bağlı değil
vi: Không liên kết với Valve

# System
source: Система
cs: Systém
de: System
tr: Sistem
vi: Hệ thống

# Nickname color
source: Цвет прозвища
cs: Barva přezdívky
de: Farbe des Spitznamens
tr: Takma ad rengi
vi: Màu biệt danh

# Report
source: Сообщить
cs: Oznámit
de: Berichten
tr: Bildir
vi: Thông báo

# Send mail again
source: Отправить почту еще раз
cs: Odeslat e-mail ještě jednou
de: E-Mail nochmals senden
tr: Tekrar posta gönder
vi: Gửi lại lần nữa qua hòm thư

# Confirm mail
source: Подтверждение почты
cs: Potvrzení e-mailu
de: E-Mail bestätigen
tr: E-posta onayı
vi: Xác nhận thư điện tử

# Enter your message
source: Введите свое сообщение
cs: Zadejte svou zprávu
de: Geben Sie Ihre Nachricht ein
tr: Mesajınızı girin
vi: Hãy nhập tin nhắn của bạn

# Active sales
source: Активные продажи
cs: Aktivní prodeje
de: Aktive Verkäufe
tr: Aktif satış
vi: Bán hàng hoạt động

# Confirm email
source: Подтвердите адрес электронной почты
cs: Potvrďte e-mail
de: Bestätigen Sie die E-Mail-Adresse
tr: E-posta adresinizi onaylayın
vi: Hãy xác nhận địa chỉ email

# On sale length
source: В продаже: {{ sellItems.length }}
de: Im Verkauf: {{ sellItems.length }}
vi: Đang được bán: {{ sellItems.length }}

# Awaiting confirmation
source: Ждем подтверждения
cs: Čekáme na potvrzení
de: Warten auf Bestätigung
tr: Onay bekliyoruz
vi: Chúng tôi đang chờ xác nhận

# InstallMarketApp
source: Установить клиент приложения Market App
cs: Instalovat klient aplikace Market App
de: Market App-Client installieren
tr: Market App istemcisini yükleyin
vi: Cài đặt ứng dụng khách hàng Market App

# Terms
source: Условия
cs: Podmínky
de: Bedingungen
tr: Koşullar
vi: Các điều khoản

# Title Terms
source: Условия
cs: Podmínky
tr: Koşullar
vi: Các điều khoản

# Description Terms
source: Условия
cs: Podmínky
tr: Koşullar
vi: Các điều khoản

# Change nickname
source: Сменить ник
cs: Změnit nick
de: Spitznamen ändern
tr: Takma adı değiştir
vi: Thay đổi nick

# Insert link to profile
source: Вставить ссылку на профиль
cs: Vložit odkaz na profil
de: Link zum Profil einfügen
tr: Profil bağlantısını ekle
vi: Chèn đường link vào hồ sơ

# Complaint sent
source: Отправленная жалоба
cs: Stížnost odeslána
de: Gesendete Beschwerde
tr: Şikayet gönderildi
vi: Đã gửi khiếu nại

# Choose a nickname
source: Выберите псевдоним
cs: Zvolte nick
de: Wählen Sie einen Spitznamen
tr: Bir takma ad seçin
vi: Hãy chọn nickname

# online
source: онлайн
cs: online
de: Online
tr: çevrimiçi
vi: online

# Error when get message
source: Ошибка при получении сообщения
cs: Chyba při obdržení zprávy
de: Fehler beim Erhalt der Meldung
tr: Mesaj alınırken hata oluştu
vi: Lỗi khi nhận tin nhắn

# Error when sending message
source: Ошибка при отправке сообщения
cs: Chyba při odeslání zprávy
de: Fehler beim Senden der Meldung
tr: Mesaj gönderilirken hata oluştu
vi: Lỗi khi gửi tin nhắn

# Error when change nick color
source: Ошибка при изменении цвета ника
cs: Chyba při změně barvy nicku
de: Fehler beim Ändern der Farbe des Spitznamens
tr: Takma ad rengi değiştirilirken hata oluştu
vi: Lỗi khi đổi màu nickname

# Write your message...
source: Напишите свое сообщение...
cs: Napište svou zprávu
de: Schreiben Sie Ihre Nachricht...
tr: Mesajını yazın...
vi: Hãy viết tin nhắn của bạn...

# Error sending complaint
source: Ошибка отправки жалобы
cs: Chyba odeslání stížnosti
de: Fehler beim Senden der Beschwerde
tr: Şikayet gönderilirken hata oluştu
vi: Lỗi khi gửi khiếu nại

# Error when change nick
source: Ошибка при смене ника
cs: Chyba při změně nicku
de: Fehler beim Ändern des Spitznamens
tr: Takma ad değiştirilirken hata
vi: Lỗi khi đổi nickname

source: item.market_hash_name готов к приему в (<a href='/usercab'>панель мониторинга</a>)
de: item.market_hash_name ist empfangsbereit im (<a href='/usercab'>Dashboard</a>)
vi: item.market_hash_name sẵn sàng tiếp nhận trong (<a href='/usercab'>bảng kiểm soát</a>)

source: Приобретенный товар item.market_hash_name готов к получению. Забрать его в <a href='/usercab'>приборной панели</a>
de: Der gekaufte Artikel item.market_hash_name ist empfangsbereit. Ihn im <a href='/usercab'>Dashboard</a> abholen
vi: item.market_hash_nameĐã sẵn sàng nhận mặt hàng đã mua. Nhận mặt hàng trong <a href='/usercab'>bảng điều khiển</a>

# About platform
source: О платформе
cs: O platformě
de: Über Plattform
tr: Platform hakkında
vi: Giới thiệu về nền tảng

# Title About platform
source: О платформе
cs: O platformě
de: Über Plattform
tr: Platform hakkında
vi: Giới thiệu về nền tảng

# Description About platform
source: О платформе
cs: O platformě
de: Über Plattform
tr: Platform hakkında
vi: Giới thiệu về nền tảng

# Language settings
source: Языковые настройки
cs: Nastavení jazyka
de: Spracheinstellungen
tr: Dil ayarları
vi: Cài đặt ngôn ngữ

# Purchase rules on the website market.csgo.com
source: Правила покупки на веб-сайте market.csgo.com
cs: Pravidla nakupování na webových stránkách market.csgo.com
de: Kaufregeln auf der Website market.csgo.com
tr: Market.csgo.com için satın alma kuralları
vi: Quy tắc mua hàng trên trang web market.csgo.com

source: Наша система работает по принципу биржи: все предложения о продаже и покупке формируются нашими пользователями. Пользователям гарантированно предлагается самый выгодный из вариантов покупки и продажи. Система не гарантирует, что после совершения сделки не появится более выгодное предложение.
cs: Náš systém funguje na principu burzy: všechny nabídky na prodej a koupi formulují naši uživatelé. Uživatelům je garantovaně nabízena nejvýhodnější z variant koupě a prodeje. Systém negarantuje, že se po uskutečnění transakce neobjeví výhodnější nabídka.
de: Unser System funktioniert nach dem Austauschprinzip: Alle Kauf- und Verkaufsangebote werden von unseren Benutzern gebildet. Den Benutzern wird die profitabelste der Kauf- und Verkaufsvarianten garantiert angeboten. Das System garantiert nicht, dass nach dem Handel kein besseres Angebot erscheint.
tr: Sistemimiz ticaret ilkesine göre çalışır: tüm satış ve satın alma teklifleri kullanıcılarımız tarafından oluşturulur. Kullanıcılara alım-satım seçeneklerinden en karlı olanın sunulması garanti edilir. Sistem, işlemden sonra daha iyi bir teklifin gelmeyeceğini garanti etmez.
vi: Hệ thống của chúng tôi hoạt động theo nguyên tắc của một sàn giao dịch: tất cả các đề xuất mua bán đều do người dùng của chúng tôi tạo ra. Người dùng được đảm bảo sẽ được cung cấp các phương án mua hàng và bán hàng có lợi nhất. Hệ thống không đảm bảo rằng sau khi hoàn tất giao dịch sẽ không xuất hiện đề xuất có lợi hơn.

# Any user can sell any item in his inventory. Listing an item for sale
source: Любой пользователь может продать любой предмет, находящийся в его инвентаре. Выставление предмета на продажу не приводит к потере предмета из инвентаря Steam, а лишь указывает на то, что вы хотите продать этот предмет.
cs: Jakýkoli uživatel může prodat jakýkoli předmět, který je v jeho inventáři. Předměty, nabízené k prodeji nevedou ke ztrátě předmětu z inventáře Steam, pouze ukazují na to, že tento předmět chcete prodat.
de: Jeder Benutzer kann jeden Artikel in seinem Inventar verkaufen. Das Anbieten des Artikels zum Verkauf führt zu keinem Verlust des Artikels aus dem Steam-Inventar, sondern weist darauf hin, dass Sie diesen Artikel verkaufen möchten.
tr: Herhangi bir kullanıcı, envanterindeki herhangi bir ürünü satabilir. Bir ögeyi satılık olarak listelemek, ögenin Steam envanterinizden kaybolmasına neden olmaz, yalnızca ögeyi satmak istediğinizi gösterir.
vi: Bất kỳ người dùng nào cũng có thể bán bất kỳ mặt hàng nào trong kho của mình. Việc đăng một sản phẩm để bán không làm cho sản phẩm đó bị mất khỏi kho Steam của bạn mà chỉ cho biết rằng bạn muốn bán mặt hàng đó.

source: После оплаты покупки покупателем продавец должен будет в течение 5 минут передать необходимый предмет в нашу систему. Если предмет передан, то сделка считается совершенной, если предмет не передан в течение 5 минут, то сделка отменяется. Отменить сделку до достижения 5 минут невозможно.
cs: Po zaplacení nákupu uživatelem musí prodávající do 5 minut předat potřebný předmět do našeho systému. Pokud je předmět předán, považuje se transakce za uskutečněnou, pokud nebyl předmět předán do 5 minut, transakce se ruší. Zrušit transakci před dosažením 5 minut není možné.
de: Nachdem der Käufer den Einkauf bezahlt hat, muss der Verkäufer den erforderlichen Artikel innerhalb von 5 Minuten an unser System übertragen. Wenn der Artikel übertragen ist, gilt der Handel als abgeschlossen, wenn der Artikel innerhalb von 5 Minuten nicht übertragen ist, wird der Handel annulliert. Es ist unmöglich, den Handel vor Erreichen von 5 Minuten zu annullieren.
tr: Alıcı satın alma bedelini ödedikten sonra, satıcının 5 dakika içerisinde gerekli ürünü sistemimize aktarması gerekecektir. Ürün aktarılırsa işlem tamamlanmış sayılır, 5 dakika içinde aktarılmazsa işlem iptal edilir. Bir işlemi 5 dakikaya ulaşmadan iptal etmek imkansızdır.
vi: Sau khi người mua thanh toán tiền mua hàng, người bán sẽ phải chuyển mặt hàng cần thiết đến hệ thống của chúng tôi trong vòng 5 phút. Nếu mặt hàng đã được chuyển, thì giao dịch được coi như là hoàn tất, nếu mặt hàng không được chuyển đi trong vòng 5 phút thì giao dịch sẽ bị hủy bỏ. Không thể hủy giao dịch trước 5 phút.

source: Система не может осуществить вывод вещи на ваш аккаунт Steam, если у него заблокирован обмен. Система не несёт ответственности за любые потери, связанные с этим.
cs: Systém nemůže provést výstup věci na váš účet Steam, pokud má zablokovanou výměnu. Systém nenese odpovědnost za jakékoli ztráty, s tímto spojené.
de: Das System kann den Artikel auf Ihr Steam-Konto nicht abziehen, wenn der Austausch gesperrt ist. Das System haftet nicht für damit verbundene Verluste.
tr: Değişim bloke edilmişse, sistem, ögeyi Steam hesabınıza aktaramaz. Bununla ilgili kayıplardan sistem sorumlu değildir.
vi: Hệ thống không thể đưa sản phẩm vào tài khoản Steam của bạn nếu tài khoản bị chặn giao dịch trao đổi. Hệ thống không chịu trách nhiệm cho bất kỳ tổn thất nào liên quan đến việc này.

source: Пополнение личного счёта возможно различными платёжными системами, пополнение происходит моментально после оплаты соответствующего счёта в платёжной системе. В случае сбоя и задержки платежа более, чем на час, обратитесь с службу технической поддержки.
cs: Doplnění osobního účtu je možné prostřednictvím různých platebních systémů, k doplnění dochází okamžitě po zaplacení odpovídajícího účtu v platebním systému. V případě poruchy a zdržení platby o více než hodinu se obraťte na službu technické podpory.
de: Die Auffüllung des persönlichen Kontos ist durch verschiedene Zahlungssysteme möglich, die Auffüllung erfolgt unmittelbar nach der Zahlung des entsprechenden Kontos im Zahlungssystem. Im Falle des Zahlungsausfalls und -verzuges von mehr als eine Stunde wenden Sie sich bitte an den technischen Support.
tr: Kişisel bir hesaba para yatırma çeşitli ödeme sistemleriyle mümkündür, para yatırma, ödeme sistemindeki ilgili hesabın ödenmesinden hemen sonra gerçekleşir. Arıza ve ödemenin bir saatten fazla gecikmesi durumunda lütfen teknik destekle iletişime geçin.
vi: Có thể nạp tiền vào tài khoản cá nhân bằng các hệ thống thanh toán khác nhau, việc nạp tiền diễn ra tức thời ngay sau khi thanh toán tài khoản tương ứng trong hệ thống thanh toán. Trong trường hợp không thành công và thanh toán bị chậm trễ trên một giờ, xin vui lòng liên hệ với bộ phận hỗ trợ kỹ thuật.

source: Мы не можем гарантировать, что за время пополнения личного счёта выбранное вами предложение не исчезнет, однако в этом случае мы гарантируем, что средства останутся на вашем счёте и вы сможете выбрать другое предложение или вывести средства из системы.
cs: Nemůžeme garantovat, že během doby doplnění osobního účtu vámi zvolená nabídka nezmizí, nicméně v tomto případě garantujeme, že prostředky zůstanou na vašem účtu a vy si budete moci vybrat jinou nabídku nebo vyvést prostředky ze sytému.
de: Wir können nicht garantieren, dass das von Ihnen gewählte Angebot während der Auffüllung Ihres persönlichen Kontos nicht verschwindet, in diesem Fall garantieren wir jedoch, dass die Geldmittel auf Ihrem Konto verbleiben und Sie ein anderes Angebot auswählen oder Geldmittel aus dem System abziehen können.
tr: Kişisel hesabınıza para yatırılması sırasında seçtiğiniz teklifin ortadan kalkmayacağını garanti edemeyiz, ancak, bu durumda fonların hesabınızda kalacağını ve başka bir teklif seçebileceğinizi veya sistemden para çekebileceğinizi garanti ediyoruz.
vi: Chúng tôi không thể đảm bảo rằng đề xuất mà bạn đã chọn sẽ vẫn còn tồn tại trong quá trình nạp tài khoản cá nhân của bạn, tuy nhiên, trong trường hợp này, chúng tôi đảm bảo rằng tiền sẽ vẫn còn trong tài khoản của bạn và bạn sẽ có thể chọn đề xuất khác hoặc rút tiền ra khỏi hệ thống.

source: Для пополнения личного счёта необходимо авторизоваться на сайте и перейти на страницу пополнения счёта. После выбора суммы пополнения вы будете переадресованы на сайт платёжной системы для оплаты счёта.
cs: Pro doplnění osobního účtu je třeba se autorizovat na webových stránkách a přejít na stránku doplnění účtu. Po zvolení částky doplnění budete přesměrováni na webovou stránku platebního systému pro zaplacení účtu.
de: Um Ihr persönliches Konto aufzufüllen, müssen Sie sich auf der Website anmelden und zur Kontoauffüllungsseite gehen. Nach der Auswahl des Auffüllbetrages werden Sie auf die Website des Zahlungssystems weitergeleitet, um die Rechnung zu bezahlen.
tr: Kişisel hesabınıza para yatırmak için siteye giriş yapmalı ve hesaba para yatırma sayfasına gitmelisiniz. Para yatırma miktarını seçtikten sonra, faturayı ödemek için ödeme sisteminin web sitesine yönlendirilirsiniz.
vi: Để nạp tiền vào khoản cá nhân, bạn phải đăng nhập vào trang web và truy cập vào trang nạp tài khoản. Sau khi chọn số tiền để nạp, bạn sẽ được chuyển hướng đến trang web của hệ thống thanh toán để nạp tiền vào tài khoản.

source: Вывод средств с личного счёта возможен в любой момент на доступные системы. Вывод неиспользованных средств возможен не ранее 5 дней с момента их поступления на ваш счёт в системе.
cs: Vybrání prostředků z osobního účtu je možné v jakémkoli okamžiku do dostupných systémů. Vybrání nevyužitých prostředků je možné nejdříve 5 dní od okamžiku jejich připsání na váš účet v systému.
de: Der Abzug von Geldmitteln aus einem persönlichen Konto ist jederzeit über verfügbare Systeme möglich. Der Abzug von nicht verbrauchten Geldmitteln ist frühestens 5 Tage ab dem Zeitpunkt ihres Eingangs auf Ihr Konto im System möglich.
tr: Mevcut sistemlere herhangi bir zamanda kişisel bir hesaptan para çekmek mümkündür. Kullanılmayan fonların sistemdeki hesabınıza yatırıldığı andan itibaren en geç 5 gün içinde çekilmesi mümkündür.
vi: Có thể rút tiền từ tài khoản cá nhân sang các hệ thống đang có sẵn bất kỳ lúc nào. Có thể rút số tiền chưa sử dụng không sớm hơn 5 ngày kể từ thời điểm chúng được chuyển vào tài khoản của bạn trong hệ thống.

source: В большинстве случаев вывод будет осуществлён в течение 15 минут, однако возможны задержки до 3 рабочих дней. Вывод неиспользованных средств возможен только спустя 5 дней после их зачисления на счёт.
cs: Ve většině případů bude vybrání provedeno do 15 minut, nicméně jsou možná zdržení až 3 pracovní dny. Vybrání nevyužitých prostředků je možné pouze po 5 dnech po jejich připsání na účet.
de: In den meisten Fällen erfolgt der Abzug innerhalb von 15 Minuten, jedoch sind Verzögerungen von bis zu 3 Arbeitstagen möglich. Der Abzug von nicht verbrauchten Geldmitteln ist nur 5 Tage nach ihrem Eingang auf das Konto möglich.
tr: Çoğu durumda, para çekme işlemi 15 dakika içinde yapılır, ancak 3 iş gününe kadar gecikmeler olabilir. Kullanılmayan fonların çekilmesi, hesaba yatırıldıktan yalnızca 5 gün sonra mümkündür.
vi: Trong hầu hết các trường hợp, việc rút tiền sẽ được thực hiện trong vòng 15 phút, tuy nhiên, có thể có sự chậm trễ lên đến 3 ngày làm việc. Việc rút các khoản tiền chưa sử dụng chỉ có thể thực hiện được sau 5 ngày kể từ khi chúng được ghi có vào tài khoản.

# Notice of Liability
source: Уведомление об ответственности
cs: Upozornění na odpovědnost
de: Haftungshinweis
tr: Sorumluluk bildirimi
vi: Tuyên bố trách nhiệm

source: Предлагаемые товары и услуги предоставляются не по заказу лица либо предприятия, эксплуатирующего систему WebMoney Transfer. Мы являемся независимым предприятием, оказывающим услуги, и самостоятельно принимаем решения о ценах и предложениях. Предприятия, эксплуатирующие систему WebMoney Transfer, не получают комиссионных вознаграждений или иных вознаграждений за участие в предоставлении услуг и не несут никакой ответственности за нашу деятельность.
cs: Nabízené zboží a služby nejsou poskytovány na základě objednání osoby nebo podniku, který využívá systém WebMoney Transfer. Jsem nezávislý podnik, který poskytuje služby a samostatně přijímáme rozhodnutí o cenách a nabídkách. Podniky, které využívají systém WebMoney Transfer nezískávají odměny ve formě provize nebo jiné odměny za účast v poskytování služeb a nenesou žádnou odpovědnost za naši činnost.
de: Die angeboten Waren und Dienstleistungen werden im Auftrag einer Person oder Firma nicht erbracht, die das WebMoney Transfer System betreibt. Wir sind eine unabhängige Firma, die die Dienstleistungen erbringen, und entscheiden selbst über Preise und Angebote. Die Firmen, die das WebMoney Transfer-System betreiben, erhalten keine Kommissionsvergütungen oder andere Vergütungen für die Teilnahme an der Erbringung von Dienstleistungen und tragen keine Verantwortung für unsere Tätigkeit.
tr: Sunulan ürün ve hizmetler, WebMoney Transfer sistemini işleten bir kişi veya kuruluşun emriyle sağlanmamaktadır. Biz, bağımsız bir hizmet sağlayıcısıyız ve fiyatlar ve teklifler hakkında kendi kararlarımızı veririz. WebMoney Transfer sistemini işleten işletmeler, hizmet sunumuna katıldıkları için komisyon veya başka bir ücret almazlar ve faaliyetlerimiz için herhangi bir sorumluluk taşımazlar.
vi: Hàng hóa và dịch vụ chào bán được cung cấp không phải theo đơn đặt hàng của cá nhân hay doanh nghiệp vận hành hệ thống WebMoney Transfer. Chúng tôi là doanh nghiệp cung cấp dịch vụ độc lập và tự đưa ra quyết định về giá cả và các đề xuất. Các doanh nghiệp vận hành hệ thống WebMoney Transfer không nhận hoa hồng hay các khoản thù lao khác khi tham gia cung cấp dịch vụ và không chịu bất kỳ trách nhiệm nào về các hoạt động của chúng tôi.
