Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# landingTitle
source: 9 <span>Лет</span>
de: 9 <span>Jahre</span>
vi: 9 <span>năm</span>

# landingDesc
source: успешной работы
cs: úspěšné práce
de: erfolgreiche Arbeit
tr: Başarılı çalışma
vi: hoạt động thành công

# The best choice for trading CS:GO skins
source: Лучший выбор для торговли скинами CS:GO
cs: Nejlepší volba pro výměnu skinů CS:GO
de: Die beste Wahl für den Handel mit CS:GO-Skins
tr: CS:GO skin'lerini takas etmek için en iyi seçim
vi: Lựa chọn tốt nhất để giao dịch skin CS:GO

# View in game
source: Осмотреть в игре
cs: Prohlédnout ve hře
de: Im Spiel ansehen
tr: Oyunda görüntüle
vi: Xem ở chế độ trò chơi

# Fast buy
source: Быстрая покупка
cs: Rychlý nákup
de: Schneller Kauf
tr: Hızlı satın al
vi: Mua nhanh

# Notify me if the price is lower
source: Уведомить, если цена ниже
cs: Upozornit, jestliže bude cena nižší
de: Benachrichtigen, wenn der Preis niedriger ist
tr: Fiyat düşerse haber ver
vi: Thông báo nếu giá thấp hơn

# Enabled
source: Включить
de: Aktivieren
vi: Bật

# Notify
source: Уведомить
cs: Upozornit
de: Benachrichtigen
tr: Bildir
vi: Thông báo

# All notifications
source: Все уведомления
cs: Všechna upozornění
de: Alle Benachrichtigungen
tr: Tüm bildirimler
vi: Tất cả thông báo

# Buy if the price is lower
source: Купить, если цена ниже
de: Kaufen, wenn der Preis niedriger ist
vi: Mua nếu giá thấp hơn

# Set order
source: Установить ордер
de: Bestellung einstellen
vi: Thiết lập đơn hàng

# All orders
source: Все ордера
de: Alle Bestellungen
vi: Tất cả các đơn đặt hàng

# This is your item.
source: Это Ваш предмет.
cs: Toto je váš předmět.
de: Das ist Ihr Artikel.
tr: Bu senin ögen.
vi: Đây là mặt hàng của bạn.

# You cannot add it to your cart or buy it
source: Вы не можете добавить в корзину или купить его
cs: Nemůžete ho přidat do košíku nebo ho koupit
de: Sie können ihn zum Warenkorb nicht hinzufügen oder kaufen
tr: Sepete ekleyemez veya satın alamazsınız
vi: Bạn không thể thêm vào giỏ hàng hoặc mua nó

# Same items
source: Такие же предметы
cs: Tytéž předměty
de: Gleiche Artikel
tr: Aynı ögeler
vi: Các mặt hàng tương tự

# Error get 3d link
source: Ошибка в получении 3d ссылки
de: Fehler beim Erhalt des 3D-Links
vi: Lỗi khi nhận đường link 3d

# Error url in response
source: Ошибочный url
de: Falsche URL
vi: Url bị lỗi

# Error when get 3d link
source: Ошибка в получении 3d ссылки
de: Fehler beim Erhalt des 3D-Links
vi: Lỗi khi nhận đường link 3d

# Error in get in game link
source: Ошибка в получении ссылки на предмет
cs: Chyba v získání odkazu na předmět
de: Fehler beim Erhalt des Artikellinks
tr: Ürün referansı alınırken hata oluştu
vi: Lỗi khi nhận đường link đến mặt hàng

# Order has been successfully placed
source: Ордер успешно выставлен
cs: Objednávka byla úspěšně umístěna
de: Die Bestellung wurde erfolgreich aufgegeben
tr: Sipariş başarıyla verildi
vi: Đã cài đặt đơn đặt hàng thành công

# Failed to place order
source: Ошибка в выставлении ордера
cs: Chyba v umístění objednávky
de: Fehler beim Aufgeben der Bestellung
tr: Sipariş verme hatası
vi: Lỗi khi cài đặt đơn hàng

# Notify has been successfully placed
source: Уведомление успешно выставлено
cs: Upozornění bylo úspěšně umístěno
de: Die Benachrichtigung wurde erfolgreich platziert
tr: Bildirim başarıyla gönderildi
vi: Đã cài đặt thông báo thành công

# Failed to place notify
source: Ошибка в установке уведомления
cs: Chyba v nastavení upozornění
de: Fehler beim Platzieren der Benachrichtigung
tr: Hata ayarı bildirimi
vi: Lỗi cài đặt thông báo

# Item has been added!
source: Предмет добавлен
cs: Předmět byl přidán
de: Der Artikel wurde hinzugefügt
tr: Öge eklendi
vi: Đã thêm mặt hàng

# Error when add item to basket!
source: Ошибка в добавлении в корзину
cs: Chyba v přidání do košíku
de: Fehler beim Hinzufügen zum Warenkorb
tr: Sepete ekleme hatası
vi: Lỗi khi thêm vào giỏ hàng

# Remove from sale
source: Снять с продажи
cs: Odstranit z prodeje
de: Aus dem Verkauf nehmen
tr: Satıştan kaldır
vi: Xóa khỏi bán hàng

# Waiting for a transfer
source: Ожидает передачи
cs: Čeká na předání
de: Auf die Übertragung warten
tr: Transfer bekleniyor
vi: Đang chờ chuyển giao

# No items for sale or the seller is offline
source: Нет предметов на продаже или продавец оффлайн!
cs: Žádné předměty v prodeji nebo je prodávající offline!
de: Es gibt keine Artikel zum Verkauf oder der Verkäufer ist offline!
tr: Satılık ürün yok veya satıcı çevrimdışı!
vi: Không có mặt hàng nào được bán hoặc người bán đang ngoại tuyến!

# Items will appear here when the seller is online
source: Предметы появятся здесь, когда продавец будет в сети.
cs: Předmět se zde objeví, jakmile bude prodávající v síti.
de: Artikel werden hier angezeigt, wenn der Verkäufer online ist.
tr: Ögeler, satıcı çevrimiçi olduğunda burada görünür.
vi: Các mặt hàng sẽ xuất hiện ở đây khi người bán trực tuyến.

# Waiting for a buyer
source: Ожидание покупателя
cs: Čekání na prodávajícího
de: Warten auf einen Käufer
tr: Bir alıcı bekliyorum
vi: Chờ người mua

# Selling price
source: Цена продажи
cs: Cena prodeje
de: Verkaufspreis
tr: Satış fiyatı
vi: Giá bán

# You'll get
source: Вы получите
cs: Získáte
de: Sie bekommen
tr: Alacaksınız
vi: Bạn sẽ nhận được

# Commission
source: Комиссия
cs: Provize
de: Kommission
tr: Komisyon
vi: Phí hoa hồng

source: Перед обменом проверьте соответствие всех данных, иначе вас могут обмануть. Одноразовый код отображается в виде сообщения пользователю при обмене.
cs: Před výměnou zkontrolujte správnost všech údajů, jinak můžete být podvedeni. Jednorázový kód bude zobrazen ve formě oznámení uživateli při výměně.
de: Überprüfen Sie vor dem Austausch die Übereinstimmung aller Daten, sonst könnten Sie betrogen werden. Der Einmalcode wird dem Benutzer beim Austausch als eine Meldung angezeigt.
tr: Değişimden önce tüm verilerin uygunluğunu kontrol edin, aksi takdirde kandırılabilirsiniz. Tek seferlik kod, değişim sırasında kullanıcıya mesaj olarak gösterilir.
vi: Trước khi trao đổi, hãy kiểm tra xem tất cả các dữ liệu đã khớp chưa, nếu không bạn có thể bị lừa. Mã code một lần được hiển thị dưới dạng tin nhắn cho người dùng trong quá trình trao đổi.

# Bot nick:
source: Ник бота:
cs: Nick botu:
de: Spitzname des Bots:
tr: Bot takma adı:
vi: Nick bot:

# One time code:
source: Одноразовый код:
cs: Jednorázový kód:
de: Einmalcode:
tr: Tek seferlik kod:
vi: Mã code sử dụng một lần:

# Complete the operation in one of the ways:
source: Завершите операцию одним из способов:
cs: Dokončete operaci jedním ze způsobů:
de: Schließen Sie die Operation auf einem der folgenden Wege ab:
tr: İşlemi, aşağıdaki yollardan biriyle tamamlayın:
vi: Bạn hãy hoàn thành giao dịch bằng một trong các phương pháp sau:

# Method
source: Метод
de: Methode
vi: Phương pháp

# Accept
source: Принять
cs: Přijmout
de: Akzeptieren
tr: Kabul et
vi: Chấp nhận

# throw site
source: через сайт
de: über die Website
vi: qua trang web

# throw client
source: через клиент
de: über den Client
vi: qua khách hàng

# By yourself in
source: Самостоятельно в
de: Alleine in
vi: Tự mình trong

# Steam client
source: Steam клиент
de: Steam-Client
vi: Steam client

# ANY
source: ЛЮБОЙ
de: BELIEBIG
vi: BẤT KỲ

# error try
source: ошибки попробуйте
de: Fehler, versuchen Sie
vi: các lỗi hãy thử

# ALL
source: ВСЕ
de: ALLE
vi: TẤT CẢ

# methods of confirmation
source: методы подтверждения
de: Methoden der Bestätigung
vi: các phương pháp xác nhận

# You must confirm the operation within 1 minute
source: Вы должны подтвердить операцию в течении 1 минуты
de: Sie müssen die Operation innerhalb von 1 Minute bestätigen
vi: Bạn phải xác nhận giao dịch trong vòng 1 phút

# Recommended selling price:
source: Рекомендуемая цена продажи:
cs: Doporučená prodejní cena:
de: Empfohlener Verkaufspreis:
tr: Önerilen satış fiyatı:
vi: Giá bán đề xuất:

# Minimum price listed:
source: Минимальная цена
cs: Minimální cena
de: Mindestpreis:
tr: Minimum fiyat
vi: Giá tối thiểu

# Instant sale price:
source: Моментальная цена продажи:
cs: Momentální cena prodeje:
de: Sofortverkaufspreis:
tr: Anında satış fiyatı:
vi: Giá bán hàng ngay lập tức

# Error when load prices
source: Ошибка в загрузке цен
cs: Chyba v nahrávání cen
de: Fehler beim Laden von Preisen
tr: Fiyatlar yüklenirken hata oluştu
vi: Lỗi khi tải mức giá

# Error when update price
source: Ошибка при изменении цены
cs: Chyba při změně ceny
de: Fehler beim Ändern des Preises
tr: Fiyat değiştirirken hata oluştu
vi: Lỗi khi thay đổi giá

# Before buying, pay attention to the following rules
source: Перед покупкой обратите внимание на следующие правила
de: Beachten Sie vor dem Einkauf die folgenden Regeln
vi: Trước khi mua, bạn hãy chú ý đến các quy tắc sau

source: Покупка онлайн не происходит мгновенно. Ваши деньги будут заблокированы на 10 минут, после чего вы либо получите свой товар, либо получите свои деньги обратно.
de: Der Online-Kauf erfolgt nicht sofort. Ihr Geld wird für 10 Minuten gesperrt, danach erhalten Sie entweder Ihren Artikel oder Ihr Geld zurück.
vi: Giao dịch mua hàng online không xảy ra ngay lập tức. Tiền của bạn sẽ bị block trong 10 phút, sau đó bạn sẽ nhận được hàng hoặc nhận lại tiền của mình.

source: Если обмен создан, но вы его не принимаете, вам могут быть начислены штрафные баллы. Если вы отклоните слишком много сделок, сайт временно ограничит вашу возможность покупать для вашей учетной записи.
de: Wenn ein Austausch erstellt wird, Sie ihn aber nicht akzeptieren, können Ihnen Strafpunkte vergeben werden. Wenn Sie zu viele Handel ablehnen, schränkt die Website vorübergehend Ihre Möglichkeit ein, für Ihr Konto zu kaufen.
vi: Nếu một giao dịch trao đổi được tạo ra, nhưng bạn không chấp nhận nó, bạn có thể bị phạt điểm. Nếu bạn từ chối quá nhiều giao dịch, trang web sẽ tạm thời hạn chế khả năng mua hàng đối với tài khoản của bạn.

# Confirm operation
source: Подтвердите операцию
cs: Potvrdit operaci
de: Bestätigen Sie die Operation
tr: İşlemi onaylayın
vi: Xác nhận giao dịch

# Reset filter
source: Сбросить фильтр
cs: Vymazat filtr
de: Filter zurücksetzen
tr: Filtreyi sıfırla
vi: Đặt lại bộ lọc

source: Ваши вещи не продаются, ваш инвентарь не обновляется и автопокупка не работает!
cs: Vaše věci se neprodávají, váš inventář není aktualizován a autonákup nefunguje!
de: Ihre Artikel werden nicht verkauft, Ihr Inventar wird nicht aktualisiert und der Autokauf funktioniert nicht!
tr: Ögeleriniz satılmıyor, envanteriniz güncellenmiyor ve otomatik satın alma çalışmıyor!
vi: Các mặt hàng của bạn đang không bán được, hàng tồn kho của bạn không được cập nhật và chức năng tự động mua hàng không hoạt động!

# You have items that can be withdrawn on Steam
source: У вас есть предметы для вывода в Steam
cs: Máte předměty na výstup do Steam.
de: Sie haben Artikel, die auf Steam abgezogen werden können
tr: Steam'de çekilecek ögeleriniz var mı?
vi: Bạn có các mặt hàng để rút trên Steam

# Withdraw
source: Вывод
cs: Výstup
de: Abzug
tr: Çek
vi: Rút

source: Автоматический клиент Steam позволяет отправлять проданные товары, просто подтвердив обмен на своем телефоне.
de: Der automatische Steam-Client ermöglicht es Ihnen, verkaufte Artikel zu versenden, indem Sie den Handel einfach auf Ihrem Handy bestätigen.
vi: Steam Client tự động cho phép bạn gửi các mặt hàng đã bán bằng cách xác nhận giao dịch đơn giản trên điện thoại của mình.

# Download
source: Загрузить
cs: Nahrát
de: Herunterladen
tr: İndir
vi: Tải xuống

# Remove all orders
source: Удалить все ордера
cs: Odstranit všechny objednávky
de: Alle Bestellungen löschen
tr: Tüm siparişleri sil
vi: Xóa tất cả các đơn hàng

# You have no set orders
source: У вас нет ордеров
cs: Nemáte žádné objednávky
de: Sie haben keine Bestellungen
tr: Siparişiniz yok
vi: Bạn không có đơn hàng

# Are you sure you want to remove all orders?
source: Вы уверены, что хотите удалить все ордера?
cs: Jste si jisti, že chcete odstranit všechny objednávky?
de: Sind Sie sicher, dass Sie alle Bestellungen löschen möchten?
tr: Tüm siparişleri silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn rằng bạn muốn xóa tất cả các đơn hàng?

# Error in remove all orders
source: Ошибка в удалении всех ордеров
cs: Chyba v odstranění všech objednávek
de: Fehler beim Löschen aller Bestellungen
tr: Tüm siparişler silinirken hata oluştu
vi: Lỗi khi xóa tất cả các đơn hàng

# Refill
source: Пополнить
cs: Doplnit
de: Auffüllen
tr: Para yükle
vi: Nạp thêm

# Withdrawal requests
source: Запросы на вывод средств
de: Abzugsanfragen
vi: Yêu cầu rút tiền

# Select Your Country
source: Выберете Вашу страну
cs: Vyberte Vaši zemi
de: Wählen Sie Ihr Land aus
tr: Ülkenizi seçin
vi: Hãy lựa chọn quốc gia của bạn

# My country not in the list
source: Моей страны нет в списке
cs: Moje země není v seznamu
de: Mein Land befindet sich nicht auf der Länderliste
tr: Ülkem listede yok
vi: Trong danh sách không có quốc gia của tôi

# Selected payment
source: Выбранный платеж
cs: Zvolená platba
de: Ausgewählte Zahlungsart
tr: Seçilen ödeme
vi: Thanh toán đã chọn

# Phone number
source: Телефонный номер
cs: Telefonní číslo
de: Telefonnummer
tr: Telefon numarası
vi: Số điện thoại

source: Вы будете перенаправлены на сайт платежной системы, где сможете совершить платеж. Комиссия взимается в соответствии с тарифами выбранной платежной системы.
cs: Budete přesměrováni na stránky platebního systému, kde můžete provést platbu. Provize je účtována v souladu s tarify zvoleného platebního systému.
de: Sie werden auf die Website des Zahlungssystems weitergeleitet, wo Sie die Zahlung vornehmen können. Die Kommission wird gemäß den Tarifen des ausgewählten Zahlungssystems erhoben.
tr: Ödeme yapabileceğiniz ödeme sistemi web sitesine yönlendirileceksiniz. Komisyon, seçilen ödeme sisteminin tarifelerine göre tahsil edilir.
vi: Bạn sẽ được chuyển hướng đến trang web của hệ thống thanh toán, tại đó bạn có thể thực hiện thanh toán. Phí sẽ được tính theo biểu giá của hệ thống thanh toán đã chọn.

# Error in get payment countries
source: Ошибка при получении страны платежа
de: Fehler beim Erhalt von Zahlungsländern
vi: Lỗi khi nhận quốc gia thanh toán

# Please type a
source: Пожалуйста, введите
cs: Prosím, zadejte
de: Bitte geben Sie ein
tr: Lütfen girin
vi: Xin hãy vui lòng nhập

# Please type a phone number
source: Пожалуйста введите номер телефона
cs: Prosím, zadejte číslo telefonu
de: Bitte geben Sie eine Telefonnummer ein
tr: Lütfen telefon numarasını girin
vi: Xin vui lòng nhập số điện thoại

# Please select a currency
source: Пожалуйста выберете валюту
cs: Prosím, zvolte měnu
de: Bitte wählen Sie eine Währung aus
tr: Lütfen bir para birimi seçin
vi: Xin vui lòng lựa chọn loại tiền tệ

# Wrong amount
source: Неверная сумма
cs: Nesprávná částka
de: Falscher Betrag
tr: Yanlış miktar
vi: Số tiền không chính xác

# Date
source: Дата
cs: Datum
de: Datum
tr: Tarih
vi: Ngày

# Error in checkin request
source: Ошибка пополнения
cs: Chyba doplnění
de: Fehler beim Auffüllen
tr: Yükleme hatası
vi: Lỗi nạp tiền

# In case of specifying an incorrect number, wallets will not be returned.
source: В случае указания неверного номера, деньги не возвращаются.
de: Bei Angabe einer falschen Nummer wird das Geld nicht zurückerstattet.
vi: Trong trường hợp không nêu đúng số, tiền sẽ không được hoàn trả.

source: После передачи нашей заявки на вывод (переход заявки в статус "Переведена") до зачисления средств на карту может пройти 3-4 рабочих дня Платежная система может отказать в переводе средств на карту после завершения транзакции. В этом случае ваши средства будут возвращены на ваш счет на сайте. Если данные карты будут удалены до того, как заявка перейдет в статус "Переведено", средства не будут переведены
de: Nach der Übergabe unseres Abzugsantrags (der Übergang des Antrags in den Status „Überwiesen“) kann es 3-4 Arbeitstage dauern, bis die Geldmittel auf der Karte gutgeschrieben werden. Nach Abschluss der Transaktion kann sich das Zahlungssystem weigern, Geldmittel auf die Karte zu überweisen. In diesem Fall werden Ihre Geldmittel auf Ihr Konto auf der Website zurückerstattet. Wenn die Kartendaten gelöscht werden, bevor der Antrag in den Status „Überwiesen“ wechselt, werden die Geldmittel nicht überwiesen
vi: Sau khi chuyển yêu cầu rút tiền của chúng tôi (yêu cầu được chuyển sang trạng thái "Đã chuyển"), có thể mất 3-4 ngày làm việc trước khi tiền được ghi có vào thẻ. Hệ thống thanh toán có thể từ chối chuyển tiền vào thẻ sau khi hoàn thành giao dịch. Trong trường hợp này, tiền của bạn sẽ được trả lại vào tài khoản của bạn trên trang web. Nếu như thông tin thẻ bị xóa trước khi yêu cầu chuyển sang trạng thái "Đã chuyển", tiền sẽ không được chuyển

source: Платежная система может отказать в переводе средств на карту после завершения транзакции. В этом случае ваши средства будут возвращены на ваш счет на сайте.
de: Das Zahlungssystem kann sich weigern, Geldmittel auf die Karte zu überweisen, nachdem die Transaktion abgeschlossen ist. In diesem Fall werden Ihre Geldmittel auf Ihr Konto auf der Website zurückerstattet.
vi: Hệ thống thanh toán có thể từ chối chuyển tiền vào thẻ sau khi giao dịch hoàn tất. Trong trường hợp này, tiền của bạn sẽ được trả lại vào tài khoản của bạn trên trang web.

source: Если данные карты будут удалены до того, как заявка перейдет в статус "Переведено", средства не будут переведены
de: Wenn die Kartendaten gelöscht werden, bevor der Antrag in den Status „Überwiesen“ wechselt, werden die Geldmittel nicht überwiesen
vi: Nếu như thông tin thẻ bị xóa trước khi yêu cầu chuyển sang trạng thái "Đã chuyển", tiền sẽ không được chuyển

# Select your bank card
source: Выберете вашу карту
cs: Zvolte vaši kartu
de: Wählen Sie Ihre Bankkarte aus
tr: Kartınızı seçin
vi: Chọn thẻ của bạn

# Enter your bank card
source: Введите вашу банковскую карту
cs: Zadejte vaši bankovní kartu
de: Geben Sie Ihre Bankkarte ein
tr: Banka kartınızı girin
vi: Nhập thẻ ngân hàng của bạn

# Enter your account number
source: Введите номер вашего счета
cs: Zadejte číslo vašeho účtu
de: Geben Sie Ihre Kontonummer ein
tr: Hesap numaranızı girin
vi: Nhập số tài khoản của bạn

# Amount to withdraw
source: Сумма для вывода
de: Abzuziehender Betrag
vi: Số tiền rút

source: В целях предотвращения легализации (отмывания) средств, полученных преступным путем, мы ограничиваем вывод этих средств на 5 дней. Часть средств, которые вы внесли на свой счет, была «заморожена». Он будет доступен после истечения времени заморозки.
de: Um die Legalisierung (Wäsche) von kriminell erworbenen Geldmitteln zu verhindern, beschränken wir den Abzug dieser Geldmittel auf 5 Tage. Ein Teil der Geldmittel, die Sie auf Ihr Konto eingezahlt haben, wurde „eingefroren“. Er wird nach Ablauf der Einfrierzeit verfügbar sein.
vi: Để ngăn chặn việc hợp pháp hóa (rửa) tiền thu được từ con đường tội phạm, chúng tôi giới hạn việc rút các khoản tiền này trong 5 ngày. Một phần số tiền bạn đã nạp vào tài khoản của mình đã bị "đóng băng". Số tiền này sẽ khả dụng sau khi hết thời gian đóng băng.

# The nearest date of defrost of a part of the amount
source: Ближайшая дата разморозки части суммы
de: Das nächstgelegene Datum der Freigabe eines Betragsteils
vi: Ngày rã đông một phần số tiền gần nhất

# Next defrost date
source: Дата следующей разморозки
cs: Datum následujícího rozmrazení
de: Datum der nächsten Freigabe
tr: Bir sonraki çözülme tarihi
vi: Ngày rã đông tiếp theo

# Payout currency
source: Валюта выплаты
cs: Měna výplaty
de: Auszahlungswährung
tr: Ödeme para birimi
vi: Loại tiền tệ thanh toán

# Total receivable
source: Сумма к получению
cs: Částka k vyplacení
de: Fälliger Betrag
tr: Alacak tutar
vi: Số tiền nhận được

source: Комиссия
de: Kommission
vi: Phí hoa hồng

# Captcha
source: Капча
cs: Captcha
de: Captcha
tr: Captcha
vi: Captcha

# Two factor code
source: Двухфакторный код
cs: Dvoufaktorový kód
de: Zwei-Faktor-Code
tr: İki faktörlü kod
vi: Mã xác thực hai yếu tố

# Paypass
source: Платежный пароль
cs: Platební heslo
de: Zahlungspasswort
tr: Ödeme şifresi
vi: Mật khẩu thanh toán

# Error in getting captcha
source: Ошибка в получении капчи
cs: Chyba v získání captchy
de: Fehler beim Erhalt des Captcha
tr: Captcha alınırken hata oluştu
vi: Lỗi khi nhận captcha

# Something went wrong in add card
source: Ошибка в добавлении карты
cs: Chyba v přidání karty
de: Fehler beim Hinzufügen der Karte
tr: Kart eklenirken hata oluştu
vi: Lỗi khi thêm thẻ

# Are you sure you want to delete the card?
source: Вы уверены, что хотите удалить карту?
cs: Jste si jisti, že chcete odstranit kartu?
de: Sind Sie sicher, dass Sie die Karte löschen möchten?
tr: Kartı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa thẻ không?

# Something went wrong in remove card
source: Ошибка в удалении карты
cs: Chyba v odstranění karty
de: Fehler beim Löschen der Karte
tr: Kart silinirken hata oluştu
vi: Lỗi khi xóa thẻ

# Withdrawal limit exceeded
source: Лимит вывода превышен
cs: Limit výběru byl překročen
de: Das Abzugslimit ist überschritten
tr: Para çekme limiti aşıldı
vi: Vượt quá giới hạn rút tiền

# Checkout request accepted
source: Запрос на оплату принят
cs: Požadavek na platbu byl přijat
de: Zahlungsanfrage akzeptiert
tr: Ödeme talebi kabul edildi
vi: Yêu cầu thanh toán được chấp nhận

# Error in checkout process
source: Ошибка в процессе вывода
cs: Chyba v procese výstupu
de: Fehler beim Abzugsprozess
tr: Para çekme sırasında hata
vi: Lỗi trong quá trình rút tiền

# Outcome has been canceled
source: Вывод был закрыт
cs: Výstup byl uzavřen
de: Der Abzug wurde geschlossen
tr: Para çekme kapatıldı
vi: Rút tiền đã bị đóng

# Error in cancel outcome
source: Ошибка в закрытии вывода
cs: Chyba v uzavření výstupu
de: Fehler beim Schließen des Abzuges
tr: Para çekme kapatılırken hata oluştu
vi: Lỗi khi đóng rút tiền

# Applications for withdrawal of money
source: Заявки на вывод денег
de: Anträge auf Geldabzug
vi: Yêu cầu rút tiền

# Created
source: Создана
cs: Vytvořena
de: Erstellt
tr: Oluşturuldu
vi: Đã tạo

# Wallet
source: Кошелек
cs: Peněženka
de: Geldbörse
tr: Cüzdan
vi: Ví

# Status
source: Статус
cs: Status
de: Status
tr: Durum
vi: Trạng thái

# Data
source: Дата
de: Datum
vi: Ngày

# Can't verify market app installation
source: Не удается проверить установку market app
cs: Nelze ověřit instalaci market app
de: Installation der Market-App kann nicht verifiziert werden
tr: Market app yüklemesi doğrulanamıyor
vi: Không thể xác minh cài đặt market app

# Installation has been successfully verified
source: Установка успешно проверена
cs: Instalace byla úspěšně ověřena
de: Die Installation wurde erfolgreich verifiziert
tr: Kurulum başarıyla doğrulandı
vi: Xác minh cài đặt thành công

# Cannot get last operations info
source: Не удается получить информацию о последних операциях
cs: Nelze získat informace o posledních operacích
de: Informationen über die letzten Operationen können nicht bekommen werden
tr: Son işlemler hakkında bilgi alınamıyor
vi: Không thể lấy thông tin về các giao dịch gần đây

# Statistics
source: Статистика
de: Statistik
vi: Số liệu thống kê

# Total spent
source: Всего потрачено
de: Gesamt ausgegeben
vi: Tổng số đã chi tiêu

# Total Sold
source: Всего продано
de: Gesamt verkauft
vi: Tổng số đã bán

# Your commission
source: Ваша комиссия
de: Ihre Kommission
vi: Phí hoa hồng của bạn

# Attention, you cannot sell!
source: Внимание, вы не можете продавать!
cs: Pozor, nemůžete prodávat!
de: Achtung, Sie können nicht verkaufen!
tr: Dikkat, satamazsınız!
vi: Chú ý, bạn không thể bán hàng!

# To sell, you must meet one of the following conditions:
source: Для продажи необходимо выполнить одно из следующих условий:
cs: Pro prodej je nezbytné splnit jednu z následujících podmínek:
de: Für den Verkauf muss eine der folgenden Bedingungen erfüllt werden:
tr: Satmak için aşağıdaki koşullardan birinin karşılanması gerekir:
vi: Để bán hàng, phải đáp ứng một trong các điều kiện sau:
