Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# Items for sale
source: Предметы на продажу
cs: Předměty na prodej
de: Artikel zum Verkauf
tr: Satılık ürünler
vi: Các mặt hàng được bán

# ngb.datepicker.next-month
source: Следующий месяц
de: Nächster Monat
vi: Tháng sau

# Close a window?
source: Закрыть окно?
cs: Zavřít okno?
de: Fenster schließen?
tr: Pencere kapatılsın mı?
vi: Bạn muốn đóng cửa sổ?

# Without a trade-url, you won't be able to buy or sell items
source: Без trade-url вы не сможете покупать и продавать предметы
cs: Bez trade-url nebudete moci kupovat a prodávat předměty
de: Ohne Handels-URL (trade-url) können Sie keine Artikel kaufen oder verkaufen
tr: trade-url olmadan ürün satın alamaz veya satamazsınız
vi: Nếu không có trade-url , bạn sẽ không thể mua hoặc bán các mặt hàng

# Return
source: Вернуться
cs: Vrátit se
de: Zurück
tr: Geri dön
vi: Quay lại

# All is ready
source: Всё готово
de: Alles ist fertig
vi: Mọi thứ đã xong

# Now you can buy items
source: Теперь вы можете покупать предметы
de: Jetzt können Sie Artikel kaufen
vi: Bây giờ bạn có thể mua các mặt hàng

# All rights reserved
source: Все права защищены
cs: Všechna práva vyhrazena
de: Alle Rechte sind vorbehalten
tr: Tüm hakları saklıdır
vi: Đã đăng ký Bản quyền

# Best Offer
source: Лучшее предложение
cs: Nejlepší nabídka
de: Bestes Angebot
tr: En iyi teklif
vi: Đề xuất tốt nhất

# Contact us
source: Связаться с нами
cs: Spojit se s námi
de: Uns erreichen
tr: Bize ulaşın
vi: Liên hệ với chúng tôi

# Title Contact us
source: Связаться с нами
cs: Spojit se s námi
de: Uns erreichen
tr: Bize ulaşın
vi: Liên hệ với chúng tôi

# Description Contact us
source: Связаться с нами
cs: Spojit se s námi
de: Uns erreichen
tr: Bize ulaşın
vi: Liên hệ với chúng tôi

# Legal
source: Правила
cs: Pravidla
de: Regeln
tr: Tüzük
vi: Các quy tắc

# Title Legal
source: Правила
cs: Pravidla
de: Regeln
tr: Tüzük
vi: Các quy tắc

# Description Legal
source: Правила
cs: Pravidla
de: Regeln
tr: Tüzük
vi: Các quy tắc

# market.csgo.com is not affiliated with Steam or Valve corp
source: market.csgo.com не связан со Steam или Valve corp
cs: market.csgo.com není spojen s Steam nebo Valve corp
de: market.csgo.com ist mit Steam oder Valve corp nicht verbunden
tr: market.csgo.com, Steam veya Valve corp ile bağlantılı değildir
vi: market.csgo.com không liên kết với Steam hay Valve corp

# Buy
source: Купить
cs: Koupit
de: Kaufen
tr: Satın al
vi: Mua

# Cart
source: Корзина
cs: Košík
de: Warenkorb
tr: Sepet
vi: Giỏ hàng

# Total
source: Всего
cs: Celkem
de: Gesamt
tr: Toplam
vi: Tổng cộng

# Items
source: Предметы
cs: Předměty
de: Artikel
tr: Ögeler
vi: Các mặt hàng

# Empty cart
source: Очистить корзину
cs: Vysypat košík
de: Warenkorb leeren
tr: Sepeti temizle
vi: Làm sạch giỏ hàng

# Cart is empty
source: Корзина пуста
de: Warenkorb ist leer
vi: Giỏ hàng trống

# Cancel
source: Закрыть
cs: Zavřít
de: Schließen
tr: Kapat
vi: Mở

# Clear
source: Очистить
cs: Vysypat
de: Leeren
tr: Temizle
vi: Làm sạch

# Are you sure you want to delete the order for
source: Вы уверены, что хотите удалить ордер на this.order.market_hash_name
de: Sind Sie sicher, dass Sie den Auftrag für ... löschen möchten this.order.market_hash_name
vi: Bạn có chắc chắn muốn xóa đơn đặt hàng this.order.market_hash_name

# Are you sure you want to remove the notification on
source: Вы уверены, что хотите удалить уведомление на this.order.market_hash_name
de: Sind Sie sicher, dass Sie die Benachrichtigung über ... entfernen möchten this.order.market_hash_name
vi: Bạn có chắc chắn muốn xóa thông báo về this.order.market_hash_name

# Add card
source: Добавить карту
cs: Přidat kartu
de: Karte hinzufügen
tr: Bir kart ekle
vi: Thêm thẻ

# Best Offers
source: Лучшее предложение: <span>{{offers[0].price}}</span><mat-icon class="icon bold" svgIcon="{{offers[0].currency}}"></mat-icon>
de: Beste Angebote: <span>{{offers[0].price}}</span><mat-icon class="icon bold" svgIcon="{{offers[0].currency}}"></mat-icon>
vi: Đề xuất tốt nhất: <span>{{offers[0].price}}</span><mat-icon class="icon bold" svgIcon="{{offers[0].currency}}"></mat-icon>

# offers-plural
source: {VAR_PLURAL, plural, =1 {предложение} other {предложений}}
cs: {VAR_PLURAL, plural, =1 {nabídka} few {nabídky} many {nabídky} other {nabídek}}
de: {VAR_PLURAL, plural, =1 {bieten} other {Anregungen}}
tr: {VAR_PLURAL, plural, =1 {teklif} other {öneriler}}
vi: {VAR_PLURAL, plural, other {gợi ý}}

# Offers
source: Предложения
cs: Nabídky
de: Angebote
tr: Teklifler
vi: Đề xuất

# of
source: из
cs: z
de: von
tr: gelen
vi: trong số

# offers
source: предложений
cs: nabídek
de: Angeboten
tr: teklif
vi: đề xuất

# offer
source: предложение
de: Angebot
vi: đề xuất

# for
source: за
de: für
vi: đối với

# For
source: За
de: Für
vi: Đối với

# Your 3d link is ready
source: Cсылка на 3D
cs: Odkaz na 3D
de: Ihr 3D-Link ist fertig
tr: 3D'ye bağlantı
vi: Đường link đến 3D

source: Вы уверены, что хотите удалить все предметы из корзины? <br> Отменить действие будет невозможно.
cs: Jste si jisti, že chcete odstranit všechny předměty z košíku? <br> Zrušit akci nebude možné.
de: Sind Sie sicher, dass Sie Artikel aus dem Warenkorb entfernen möchten? <br> Die Aktion kann nicht rückgängig gemacht werden.
tr: Sepetteki tüm ürünleri kaldırmak istediğinizden emin misiniz? <br> İşlemi geri almak imkansız olacaktır.
vi: Bạn có chắc chắn muốn xóa tất cả các mặt hàng khỏi giỏ hàng không? <br> Hành động này sẽ không thể hoàn tác.

# Error
source: Ошибка
cs: Chyba
de: Fehler
tr: Hata
vi: Lỗi

# Success
source: Успешно
cs: Úspěšné.
de: Erfolgreich
tr: Başarılı
vi: Thành công

# Dashboard
source: Дашбоард
de: Dashboard
vi: Bảng điều khiển

# Sell Items
source: Продать предметы
cs: Prodat předměty
de: Artikel verkaufen
tr: Ögeleri sat
vi: Bán các mặt hàng

# On sale
source: На продаже
de: Zum Verkauf
vi: Đang bán

# Tracked Items
source: Отслеживаемые предметы
cs: Sledované předměty
de: Nachverfolgte Artikel
tr: Takip edilen ögeler
vi: Các mặt hàng đang theo dõi

# Autobuy
source: Автопокупка
cs: Autonákup
de: Autokauf
tr: Otomatik satın alma
vi: Tự động mua

# Settings
source: Настройки
cs: Nastavení
de: Einstellungen
tr: Ayarlar
vi: Cài đặt

# Purchase History
source: История операций
cs: Historie operací
de: Einkaufshistorie
tr: İşlem geçmişi
vi: Lịch sử giao dịch

# Support
source: Поддержка
cs: Podpora
de: Support
tr: Destek
vi: Hỗ trợ

# Logout
source: Выйти
cs: Odhlásit se
de: Abmelden
tr: Çıkış
vi: Đăng xuất

# Login with Steam
source: Войти через Steam
cs: Přihlásit se přes Steam
de: Mit Steam anmelden
tr: Steam ile giriş yap
vi: Đăng nhập bằng STEAM

# Sell
source: Продать
cs: Prodat
de: Verkaufen
tr: Sat
vi: Bán

# All projects
source: Все проекты
cs: Všechny projekty
de: Alle Projekte
tr: Tüm projeler
vi: Tất cả các dự án

# News
source: Новости
cs: Novinky
de: Neuigkeiten
tr: Haberler
vi: Tin tức

# Market
source: Маркет
cs: Market
de: Markt
tr: Pazar
vi: Thị trường

# Video
source: Видео
cs: Video
de: Video
tr: Video
vi: Video

source: Настройки
de: Einstellungen
vi: Cài đặt

# Login
source: Войти
cs: Přihlásit se
de: Anmelden
tr: Giriş
vi: Đăng nhập

# Transactions for all time
source: Транзакции за всё время
cs: Transakce za celou dobu
de: Transaktionen für alle Zeiten
tr: Tüm zamanlar için işlemler
vi: Các giao dịch trong toàn bộ khoảng thời gian

# The best choice for trading CS:GO skins
source: Лучший выбор для обмена скинами CS:GO
cs: Nejlepší volba pro výměnu CS:GO
de: Die beste Wahl für den Handel mit CS:GO-Skins
tr: CS:GO skin değiştirme (takas) için en iyi seçim
vi: Lựa chọn tốt nhất cho trao đổi skin CS:GO

# Buy and sell CS:GO skins fast and safely deposit and withdraw for real money
source: Быстро покупайте и продавайте скины CS:GO, безопасно вносите и снимайте реальные деньги
cs: Rychle kupujte a prodávejte skiny CS:GO, bezpečně vkládejte a vybírejte peníze
de: Kaufen und verkaufen Sie CS:GO-Skins schnell, schreiben Sie echtes Geld sicher gut und heben Sie es ab
tr: Hızlı bir şekilde CS:GO skin'lerini satın alın ve satın, güvenli bir şekilde gerçek para yatırın ve çekin
vi: Mua và bán skin CS:GO nhanh chóng, gửi và rút tiền thật an toàn

# Profitably
source: Выгодно
cs: Výhodně
de: Profitabel
tr: Kar
vi: Có lợi

source: Большинство предметов выставляются на продажу пользователями по более низкой цене, чем в Steam
cs: Většina předmětů je nabízena k prodeji uživateli za nižší cenu, než v obchodě Steam
de: Die meisten Artikel werden von Benutzern zu einem niedrigeren Preis als bei Steam zum Verkauf angeboten
tr: Ögelerin çoğu, kullanıcılar tarafından Steam'dekinden daha düşük bir fiyata satılmak üzere listelenir
vi: Phần lớn các mặt hàng được người dùng rao bán với giá thấp hơn trên Steam

# Fast &amp; Safe
source: Быстро и безопасно
cs: Rychle a bezpečně
de: Schnell und sicher
tr: Hızlı ve güvenli
vi: Nhanh chóng và an toàn

source: Обмен (как получение денег, так и получение товара) происходит в течение нескольких секунд
cs: Výměna (jak získání peněz, tak získání zboží) probíhá během několika sekund
de: Der Austausch (sowohl den Erhalt des Geldes als auch den Erhalt des gekauften Artikels) dauert einige Sekunden
tr: Değişim (hem para alma hem de ürün alma) birkaç saniye içinde gerçekleşir
vi: Việc trao đổi (cả nhận tiền và nhận hàng) diễn ra trong vòng vài giây

# Functional
source: Функционально
cs: Funkční
de: Funktionell
tr: İşlevsel
vi: Tính năng tốt

source: Мы завершили несколько миллионов транзакций и гарантируем получение денег и купленного предмета
cs: Uskutečnili jsme několik miliónů transakcí a garantujeme získání peněz i koupeného předmětu
de: Wir haben mehrere Millionen Transaktionen abgeschlossen und garantieren den Erhalt des Geldes und des gekauften Artikels
tr: Birkaç milyon işlemi tamamladık ve paranın ve satın alınan ürünün alınmasını garanti ediyoruz
vi: Chúng tôi đã hoàn thành vài triệu giao dịch và đảm bảo nhận được tiền và mặt hàng đã mua

# Most advanced trading tools
source: Самые продвинутые торговые инструменты
cs: Nejvíce pokročilé obchodní nástroje
de: Fortschrittlichste Handelswerkzeuge
tr: En gelişmiş ticaret araçları
vi: Các công cụ giao dịch tiên tiến nhất

# Search gun by stickers
source: Поиск пушек по стикерам
cs: Hledání zbraní podle nálepek
de: Waffen nach Aufklebern suchen
tr: Çıkartmalara göre silah ara
vi: Tìm kiếm súng theo nhãn dán

# Filter by tournament, players and colors
source: Фильтр по турнирам, игрокам и цветам
cs: Filtr podle turnajů, hráčů a barev
de: Filter nach Turnieren, Spielern und Farben
tr: Turnuvalara, oyunculara ve renklere göre filtrele
vi: Lọc theo giải đấu, người chơi và màu sắc

source: Filter by popular skins and paint seeds
de: Filter nach populären Skins und Farbsamen
tr: Popüler skin'lere ve paint seeds'e göre filtreleyin
vi: Lọc theo skin và hạt sơn phổ biến

# 3D view of CS:GO skins
source: Просмотр скинов CS:GO в 3D
cs: Prohlížení skinů CS:GO v 3D
de: 3D-Ansicht von CS:GO-Skins
tr: CS:GO skin'lerini 3D olarak görüntüle
vi: Xem skin CS:GO ở chế độ 3D

source: Most comprehensive float ranking
de: Umfassendstes Float-Ranking
tr: En kapsamlı float sıralaması
vi: Xếp hạng hoàn chỉnh nhất với số thực dấu phẩy động

# Open marketplace
source: Открыть маркет
cs: Otevřít market
de: Marktplatz öffnen
tr: Açık pazar
vi: Mở thị trường

# items on a marketplace
source: предметов на маркете
cs: předmětů v marketu
de: Artikel auf dem Marktplatz
tr: piyasadaki ürünler
vi: mặt hàng trên thị trường

# Market app Client
source: Клиент маркета
cs: Klient marketu
de: MarketApp-Client
tr: Pazar müşterisi
vi: Khách hàng của thị trường

source: Автоматический Steam клиент позволяет продавать предметы, просто подтвердив обмен в телефоне
cs: Automatický Steam klient umožňuje prodávat předměty pouhým potvrzením výměny v telefonu
de: Der automatische Steam-Client ermöglicht es Ihnen, Artikel zu verkaufen, indem Sie den Handel einfach auf Ihrem Handy bestätigen
tr: Otomatik Steam istemcisi, yalnızca telefonunuzdaki değişimi onaylayarak ögeleri satmanıza olanak tanır
vi: Steam client tự động cho phép bạn bán các mặt hàng chỉ đơn giản bằng cách xác nhận trao đổi trên điện thoại

# Download app
source: Скачать приложение
cs: Stáhnout aplikaci
de: App herunterladen
tr: Uygulamayı indir
vi: Tải ứng dụng

# Jobs
source: Вакансии
de: Offene Stellen
vi: Việc làm

# Information
source: Информация
cs: Informace
de: Information
tr: Bilgi
vi: Thông tin

# marketcsgo.com is not affiliated with Steam or Valve corp
source: marketcsgo.com не аффилирован со Steam или Valve corp
de: marketcsgo.com ist mit Steam oder Valve corp nicht verbunden
vi: marketcsgo.com không liên kết với Steam hay Valve corp

# Technical work in progress
source: Ведутся технические работы
cs: Pokračují technické práce
de: Technische Arbeiten im Gange
tr: Teknik çalışma devam ediyor
vi: Đang thực hiện các hoạt động xử lý kỹ thuật

# Try refreshing the page
source: Попробуйте обновить страницу
cs: Zkuste obnovit stránku
de: Versuchen Sie, die Seite zu aktualisieren
tr: Sayfayı yenilemeyi deneyin
vi: Bạn hãy thử làm mới trang

# You can follow the updates in our VK group, Telegram or Discord
source: Следить за обновлениями можно в нашей группе ВК, Telegram или Discord
de: Sie können die Aktualisierungen in unserer VK-Gruppe, Telegram oder Discord verfolgen
vi: Bạn có thể theo dõi các bản cập nhật trong nhóm VK, Telegram hoặc Discord của chúng tôi

# Accept through site
source: Принять через сайт
cs: Přijmout prostřednictvím webových stránek
de: Über die Website akzeptieren
tr: Web sitesi aracılığıyla kabul et
vi: Chấp nhận qua trang web

# Accept through client
source: Принять через клиент
cs: Přijmout prostřednictvím klienta
de: Über den Client akzeptieren
tr: İstemci aracılığıyla kabul et
vi: Chấp nhận qua khách hàng

# By yourself in Steam client
source: Сам в клиенте Steam
cs: Sám v klientě Steam
de: Alleine im Steam-Client
tr: Steam istemcisinde kendiniz
vi: Tự mình trong ứng dụng Steam client

# Transactions for all time
source: Операции за все время
cs: Operace za celou dobu
de: Transaktionen für alle Zeiten
tr: Tüm zamanlar için işlemler
vi: Các giao dịch trong toàn bộ thời gian

# Authorization required
source: Нужная авторизация
cs: Je vyžadována autorizace
de: Erforderliche Autorisierung
tr: Yetkilendirme gerekli
vi: Bắt buộc phải xác minh quyền đăng nhập

# This action requires authorization, log in to your Steam profile to continue
source: Это действие требует авторизацию, войдите в свой Steam, чтобы продолжить
cs: Tato akce vyžaduje autorizaci, pro pokračování se přihlaste ke svému Steam profilu
de: Diese Aktion erfordert die Autorisierung, melden Sie sich bei Ihrem Steam-Profil an, um fortzufahren
tr: Bu işlem yetkilendirme gerektirir, devam etmek için Steam hesabınıza giriş yapın
vi: Hành động này cần phải xác minh quyền đăng nhập, hãy đăng nhập vào Steam của bạn để tiếp tục

# Login with STEAM
source: Войти через STEAM
cs: Přihlásit se přes Steam
de: Mit Steam anmelden
tr: Steam ile giriş yap
vi: Đăng nhập bằng STEAM

# Add all
source: Добавить все
cs: Přidat všechno
de: Alles hinzufügen
tr: Hepsini ekle
vi: Thêm tất cả

# Turn off sales
source: Выключить продажи
cs: Vypnout prodeje
de: Verkäufe deaktivieren
tr: Satışları kapat
vi: Tắt bán hàng

# Turn on sales
source: Включить продажи
cs: Zapnout prodeje
de: Verkäufe aktivieren
tr: Satışları etkinleştir
vi: Mở bán hàng

# Remove all items from sales
source: Снять все предметы с продажи
cs: Odstranit všechny předměty z prodeje
de: Alle Artikel aus dem Verkauf entfernen
tr: Tüm ögeleri satıştan kaldır
vi: Xóa tất cả các mặt hàng khỏi bán

# Fail to stop sales
source: Ошибка в остановке продаж
cs: Chyba v zastavení prodejů
de: Fehler beim Stoppen von Verkäufen
tr: Satışları durdurma sırasında hata oluştu
vi: Lỗi dừng bán hàng

# Sales has been successfully stopped
source: Продажи успешно остановлены
cs: Prodeje byly úspěšně zastaveny
de: Die Verkäufe wurden erfolgreich gestoppt
tr: Satış başarıyla durduruldu
vi: Đã dừng bán hàng thành công

# Sales has been successfully turned on
source: Продажи успешно включены
cs: Prodeje byly úspěšně zapnuty
de: Die Verkäufe wurden erfolgreich aktiviert
tr: Satış başarıyla etkinleştirildi
vi: Đã bật bán hàng thành công

# Error in turning on sales
source: Ошибка во включении продаж
cs: Chyba v zapnutí prodejů
de: Fehler beim Aktivieren von Verkäufen
tr: Satış etkinleştirilirken hata oluştu
vi: Lỗi khi bật bán hàng

# Close
source: Закрыть
cs: Zavřít
de: Schließen
tr: Kapat
vi: Mở

# Remove items from sale
source: Снять с продажи
cs: Odstranit z prodeje
de: Aus dem Verkauf nehmen
tr: Satıştan kaldır
vi: Xóa khỏi bán hàng

# Are you sure you want to remove all items from sale?
source: Вы уверены, что хотите убрать все предметы с продажи?
cs: Jste si jisti, že chcete odstranit všechny předměty z prodeje?
de: Sind Sie sicher, dass Sie alle Artikel aus dem Verkauf nehmen möchten?
tr: Tüm ürünleri satıştan kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa tất cả các mặt hàng khỏi mục bán hàng?

# Confirm action
source: Подтвердите действие
cs: Potvrďte akci
de: Aktion bestätigen
tr: İşlemi onaylayın
vi: Xác nhận hành động

# The item is not available
source: Этот предмет недоступен для продажи, так как недавно куплен на торговой площадке или его нельзя передать
cs: Tento předmět není dostupný pro prodej, protože byl nedávno koupen na obchodním místě nebo ho nelze předat
de: Dieser Artikel ist zum Verkauf nicht verfügbar, weil er kürzlich auf dem Marktplatz gekauft wurde oder nicht übertragen werden kann
tr: Bu ürün, kısa bir süre önce pazardan satın alındığından veya takas edilemediğinden satışa sunulamıyor
vi: Hiện mặt không có mặt hàng này để bán vì có người vừa mới mua nó trên sàn giao dịch hoặc không được phép bán mặt hàng này

# Cannot remove all items from sales
source: Нельзя снять все предметы с продажи
cs: Nelze odstranit všechny předměty z prodeje
de: Es können alle Artikel aus dem Verkauf nicht genommen werden
tr: Tüm ögeler satıştan kaldırılamaz
vi: Không thể xóa tất cả các mặt hàng khỏi mục bán hàng

# Nothing found
source: Ничего не найдено
cs: Nebylo nic nalezeno
de: Nichts gefunden
tr: Hiç birşey bulunamadı
vi: Không tìm thấy gì

# Try to relax or reset the filter
source: Попробуйте ослабить или сбросить фильтр
cs: Zkuste uvolnit nebo vymazat filtr
de: Versuchen Sie, den Filter zu lockern oder zurückzusetzen
tr: Filtreyi gevşetmeyi veya sıfırlamayı deneyin
vi: Bạn hãy thử nới lỏng hoặc đặt lại bộ lọc

# Try again
source: Попробовать снова
cs: Zkuste to znovu
de: Erneut versuchen
tr: Tekrar deneyin
vi: Thử lại

# All items removed from sales
source: Все предметы сняты с продажи
cs: Všechny předměty byly odstraněny z prodeje
de: Alle Artikel sind aus dem Verkauf genommen
tr: Tüm ürünler satıştan kaldırıldı
vi: Tất cả các mặt hàng bị xóa khỏi mục bán hàng

# Type of skin
source: Тип скина:
cs: Typ skinu:
de: Typ von Skin:
tr: Skin türü:
vi: Loại skin:

# Filters:
source: Фильтры:
cs: Filtry:
de: Filter:
tr: Filtreler:
vi: Các bộ lọc:

# Reset
source: Сбросить
cs: Vymazat
de: Zurücksetzen
tr: Sıfırla
vi: Cài đặt lại

# Price from
source: Цена от
cs: Cena od
de: Preis von
tr: Başlangıç fiyatı
vi: Giá từ

# Description
source: Описание
cs: Popis
de: Beschreibung
tr: Açıklama
vi: Mô tả

# Price to
source: Цена до
cs: Cena do
de: Preis bis
tr: Son fiyat
vi: Giá lên đến

source: Быстрый поиск
de: Schnellsuche
vi: Tìm kiếm nhanh

# Add to basket
source: Добавить в корзину
cs: Přidat do košíku
de: Zum Warenkorb hinzufügen
tr: Sepete ekle
vi: Thêm vào giỏ hàng

# I confirm the correctness of the entered data
source: Я подтверждаю правильность введённых данных
cs: Potvrzuji správnost zadaných údajů
de: Ich bestätige die Richtigkeit der eingegebenen Daten
tr: Girilen verilerin doğruluğunu onaylıyorum
vi: Tôi xác nhận tính chính xác của các dữ liệu đã nhập

# Item has been added
source: Предмет добавлен
de: Der Artikel wurde hinzugefügt
vi: Đã thêm mặt hàng

# Error when add item to basket
source: Ошибка в добавлении предмета
de: Fehler beim Hinzufügen des Artikels zum Warenkorb
vi: Lỗi khi thêm mặt hàng

# Update Image
source: Обновить картинку
de: Bild aktualisieren
vi: Làm mới hình ảnh

# Years
source: Лет
de: Jahre
vi: Năm

# of successful work
source: Успешной работы
de: Erfolgreiche Arbeit
vi: Hoạt động thành công

# Profile of
source: Профиль пользователя {{ userStat.res?.seller?.nick }}
de: Benutzerprofil {{ userStat.res?.seller?.nick }}
vi: Hồ sơ người dùng {{ userStat.res?.seller?.nick }}

# No guarantee
source: Нет гарантии
de: Keine Garantie
vi: Không có bảo đảm

# Back to FAQ
source: Назад к FAQ
cs: Zpět k FAQ
de: Zurück zu den häufig gestellten Fragen
tr: FAQ'ya geri dön
vi: Quay lại FAQ

# Seller Waiting
source: Ожидание продавца
cs: Očekávání prodejce
de: Warten auf einen Verkäufer
tr: Satıcı bekliyor
vi: Chờ đợi người bán hàng

# Accept item
source: Принять предмет
cs: Přijmout předmět
de: Artikel akzeptieren
tr: Ögeyi kabul et
vi: Chấp nhận mặt hàng

source: Min price:
cs: Min. cena:
de: Mindestpreis:
vi: Giá tối thiểu:

# Failed to transfer item. Items and funds will be returned
source: Не удалось передать предмет. Предметы и средства будут возвращены.
cs: Nepodařilo se předat předmět. Předměty a prostředky budou vráceny.
de: Der Artikel konnte nicht übertragen werden. Artikel und Geldmittel werden zurückgegeben.
tr: Öge aktarılamadı. Ögeler ve para iade edilecektir.
vi: Không thể chuyển giao mặt hàng. Các mặt hàng và tiền sẽ được hoàn trả.

# Go to item page
source: На страницу предмета
cs: Na stránku projektu
de: Zur Artikelseite
tr: Öge sayfasına git
vi: Chuyển đến trang mặt hàng

# Inventory
source: Инвентарь
cs: Inventář
de: Inventar
tr: Envanter
vi: Hàng tồn kho

# Amount
source: Сумма
cs: Částka
de: Betrag
tr: Tutar
vi: Tổng số tiền

source: Нет предметов, соответствующих вашему запросу, попробуйте ослабить фильтр или сбросить его.
cs: Žádné předměty, odpovídající vašemu požadavku, zkuste uvolnit filtr nebo ho vymazat.
de: Es gibt keine Artikel, die Ihrer Anfrage entsprechen. Versuchen Sie, den Filter zu lockern oder ihn zurückzusetzen.
tr: Talebinizle eşleşen öge yok, filtreyi gevşetmeyi veya sıfırlamayı deneyin.
vi: Không có mặt hàng nào phù hợp với yêu cầu của bạn, hãy thử nới lỏng bộ lọc hoặc đặt lại.

# Reset Filter
source: Сбросить фильтр
cs: Vymazat filtr
de: Filter zurücksetzen
tr: Filtreyi sıfırla
vi: Đặt lại bộ lọc

# Category
source: Категория
cs: Kategorie
de: Kategorie
tr: Kategori
vi: Chủng loại

# Wear
source: Износ
cs: Opotřebení
de: Verschleiß
tr: Aşınma (Wear)
vi: Hao mòn

# Phase
source: Фаза
cs: Fáze
de: Phase
tr: Evre
vi: Giai đoạn

# Wear (Float) item:
source: Износ (Флоат) предмета:
cs: Opotřebení (Float) předmětu:
de: Verschleiß (Float) des Artikels:
tr: Aşınma (Float) ögesi:
vi: Độ hao mòn (Float) của mặt hàng:

# Change price
source: Изменить цену
cs: Změnit cenu
de: Preis ändern
tr: Fiyatı değiştir
vi: Thay đổi giá

# Auto-buy requests
source: Запросы на автопокупку
cs: Požadavky na autonákup
de: Anfragen zum Autokauf
tr: Otomatik satın alma talepleri
vi: Yêu cầu mua tự động

# Requests
source: Запросов
cs: Požadavků
de: Anfragen
tr: Talepler
vi: Yêu cầu

# Current price
source: Текущая цена
cs: Aktuální cena
de: Aktueller Preis
tr: Mevcut fiyat
vi: Giá hiện tại

# Out of stock
source: Нет в продаже
cs: Není v prodeji
de: Ausverkauft
tr: Stoklar tükendi
vi: Hết hàng

# Remove
source: Удалить
cs: Odstranit
de: Löschen
tr: Sil
vi: Xóa

# Price has been changed
source: Цена изменена
cs: Cena byla změněna
de: Der Preis wurde geändert
tr: Fiyat değişti
vi: Giá đã thay đổi

# Error in set notification on item
source: Ошибка в установке уведомления на предмет
cs: Chyba v nastavení upozornění na předmět
de: Fehler beim Einrichten der Benachrichtigung für Artikel
tr: Ürün bildiriminin yüklenmesinde hata oluştu
vi: Lỗi cài đặt thông báo về mặt hàng

# View in 3D
source: Осмотреть в 3D
cs: Prohlédnout v 3D
de: In 3D ansehen
tr: 3D olarak görüntüle
vi: Xem ở chế độ 3D
