Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

# Pay Password Settings:
source: Настройка платежного пароля:
cs: Nastavení platebního hesla:
de: Einrichten des Zahlungspassworts:
tr: Bir ödeme şifresi ayarla:
vi: Cài đặt mật khẩu thanh toán:

# Every time you sign in to your account, you must enter payment password.
source: Каждый раз, когда вы входите в свою учетную запись, вы должны вводить платежный пароль.
de: Jedes Mal, wenn Sie sich bei Ihrem Konto anmelden, müssen Sie das Zahlungspasswort eingeben.
vi: Mỗi lần đăng nhập vào tài khoản, bạn phải nhập mật khẩu thanh toán.

# Permissions granted to third-party sites:
source: Разрешения, предоставленные сторонним сайтам
cs: Povolení, poskytnutá třetím webovým stránkám
de: Berechtigungen, die an fremde Websites gewährt sind
tr: Üçüncü şahıs sitelere verilen izinler
vi: Quyền được cấp cho các trang web của bên thứ ba

# View and manage permissions
source: Просмотр разрешений и управление ими
cs: Zobrazení povolení a jejich správa.
de: Anzeigen und Verwalten von Berechtigungen
tr: İzinleri görüntüleyin ve yönetin
vi: Xem giấy phép và quản lý giấy phép

source: Двухфакторная аутентификация
cs: Dvoufaktorová autentizace
de: Zwei-Faktor-Authentifizierung
tr: İki faktörlü kimlik doğrulama
vi: Xác thực hai yếu tố

# Activation
source: Активация
cs: Aktivace
de: Aktivierung
tr: Aktivasyon
vi: Kích hoạt

# Scan QR or enter it manually
source: Отсканируйте QR или введите его вручную
cs: Oskenujte QR nebo ho zadejte ručně
de: Scanne Sie den QR-Code oder geben Sie ihn manuell ein
tr: QR kodunu tarayın veya manuel olarak girin
vi: Hãy quét mã QR hoặc nhập thủ công

# Scan QR code
source: Сканировать QR-код
cs: Skenovat QR kód
de: QR-Code scannen
tr: QR kodunu tarayın
vi: Quét mã QR

source: Откройте аутентификатор, нажмите на значок "+" значок и отсканируйте qr-код с помощью телефона или планшета.
cs: Otevřete autentifikátor, klikněte na značku "+" a oskenujte QR kód s pomocí telefonu nebo tabletu.
de: Öffnen Sie den Authentifikator, klicken Sie auf das Symbol „+“ und scannen Sie den QR-Code mit Ihrem Handy oder Tablet.
tr: Doğrulayıcıyı açın, "+" simgesine tıklayın ve telefonunuz veya tabletinizle QR kodunu tarayın.
vi: Bạn hãy mở trình xác thực, nhấp vào biểu tượng "+" và quét mã QR bằng điện thoại hoặc máy tính bảng.

# Manual entry of the secret key
source: Ручной ввод секретного ключа
cs: Ruční zadávání tajného klíče
de: Manuelle Eingabe des Geheimschlüssels
tr: Gizli anahtarın manuel olarak girilmesi
vi: Nhập thủ công khóa bí mật

# Save the secret code you may need it if you have changed or lost your phone.
source: Сохраните секретный код, он может вам понадобиться, если вы поменяли или потеряли свой телефон.
cs: Uložte si tajný kód, může se vám hodit, pokud jste změnili nebo ztratili svůj telefon.
de: Speichern Sie den Geheimcode, den Sie möglicherweise benötigen, wenn Sie Ihr Handy gewechselt oder verloren haben.
tr: Gizli kodu kaydedin, telefonunuzu değiştirdiğiniz zaman veya kaybettiğinizde ihtiyacınız olabilir.
vi: Hãy lưu lại mã bí mật, bạn có thể cần đến nó nếu bạn thay đổi điện thoại hoặc bị mất điện thoại

source: Дальше
cs: Dále
de: Weiter
tr: Daha fazla
vi: Tiếp theo

# 2FA code
source: 2FA код
cs: 2FA kód
de: 2FA-Code
tr: 2FA kodu
vi: mã 2FA

# Enter Google 2FA code
source: Введите код Google 2FA
cs: Zadejte kód Google 2FA
de: Geben Sie den Google 2FA-Code ein
tr: Google 2FA kodunu girin
vi: Hãy nhập mã Google 2FA

# Enter code:
source: Введите код:
cs: Zadejte kód
de: Geben Sie den Code ein:
tr: Kodu girin:
vi: Hãy nhập mã:

# code
source: Код
cs: Kód
de: Code
tr: Kod
vi: Mã code

# Enter payment password
source: Введите платежный пароль
cs: Zadejte platební heslo
de: Geben Sie das Zahlungspasswort ein
tr: Ödeme şifresini girin
vi: Hãy nhập mật khẩu thanh toán

# Enter password:
source: Введите пароль
cs: Zadejte heslo
de: Geben Sie das Passwort ein
tr: Şifreyi girin
vi: Hãy nhập mật khẩu

# Payment password
source: Платежный пароль
cs: Platební heslo
de: Zahlungspasswort
tr: Ödeme şifresi
vi: Mật khẩu thanh toán

# confirm
source: Подтвердить
cs: Potvrdit
de: Bestätigen
tr: Onayla
vi: Xác nhận

# You have successfully activated two-factor authentication
source: Вы успешно активировали двухфакторную аутентификацию
cs: Úspěšně jste aktivovali dvoufaktorovou autentizaci
de: Sie haben die Zwei-Faktor-Authentifizierung erfolgreich aktiviert
tr: İki faktörlü kimlik doğrulamayı başarıyla etkinleştirdiniz
vi: Bạn đã kích hoạt xác thực hai yếu tố thành công

# Now your account has an additional level of protection
source: Теперь ваш аккаунт имеет дополнительный уровень защиты
cs: Teď má váš účet dodatečnou úroveň ochrany
de: Jetzt ist Ihr Konto zusätzlich geschützt
tr: Artık hesabınızda ek bir koruma katmanı var
vi: Giờ đây, tài khoản của bạn có thêm một cấp độ bảo vệ bổ sung

# Ready
source: Готово
cs: Hotovo
de: Fertig
tr: Hazır
vi: Đã xong

# Basic settings
source: Базовые настройки
cs: Základní nastavení
de: Grundeinstellungen
tr: Temel ayarlar
vi: Cài đặt cơ bản

# Alert settings
source: Настройки уведомлений
cs: Nastavení upozornění
de: Benachrichtigungseinstellungen
tr: Bildirim ayarları
vi: Cài đặt thông báo

# Security
source: Безопасность
cs: Bezpečnost
de: Sicherheit
tr: Güvenlik
vi: Bảo mật

# Answer:
source: Ответ:
cs: Odpověď:
de: Antwort:
tr: Cevap:
vi: Câu trả lời:

# Created:
source: Создано:
cs: Vytvořeno:
de: Erstellt:
tr: Oluşturuldu:
vi: Đã tạo:

# No open tickets
source: Нет открытых тикетов
cs: Žádné otevřené tikety
de: Keine offenen Tickets
tr: Açık bilet yok
vi: Không có ticket mở

# Create a new ticket
source: Создать новый тикет
cs: Vytvořit nový tiket
de: Ein neues Ticket erstellen
tr: Yeni bir bilet oluştur
vi: Tạo một ticket mới

# New replies from technical support
source: Новый ответ от технической поддержки
de: Neue Antwort vom technischen Support
vi: Câu trả lời mới từ bộ phận hỗ trợ kỹ thuật

# Open tickets
source: Открытые тикеты
cs: Otevřené tikety
de: Offene Tickets
tr: Açık biletler
vi: Các ticket đang mở

# Closed tickets
source: Закрытые тикеты
cs: Uzavřené tikety
de: Geschlossene Tickets
tr: Kapalı biletler
vi: Các ticket đã đóng

# perhaps there you will find the answer to your question much faster
source: возможно там вы намного быстрее найдете ответ на свой вопрос
de: vielleicht finden Sie dort die Antwort auf Ihre Frage viel schneller
vi: có thể ở đó bạn sẽ tìm thấy câu trả lời cho câu hỏi của mình nhanh hơn nhiều

# Choose one of the reasons:
source: Выберите одну из причин:
cs: Vyberte jednu z příčin:
de: Wählen Sie einen der Gründe:
tr: Sebeplerden birini seçin:
vi: Hãy lựa chọn một trong các lý do:

# Choose category
source: Выберите категорию
cs: Vyberte kategorii
de: Wählen Sie die Kategorie
tr: Bir kategori seçin
vi: Hãy lựa chọn hạng mục

source: Подробно опишите проблему (тикеты без подробного описания будут просто закрыты):
cs: Podrobně popište problém (tikety bez podrobného popisu budou prostě uzavřeny):
de: Beschreiben Sie das Problem detailliert (Tickets ohne detaillierte Beschreibung werden einfach geschlossen):
tr: Sorunu ayrıntılı olarak açıklayın (ayrıntılı bir açıklaması olmayan biletler basitçe kapatılacaktır):
vi: Bạn hãy mô tả vấn đề một cách chi tiết (ticket không có mô tả chi tiết sẽ bị đóng):

# Enter your message
source: Введите ваше сообщение
cs: Zadejte svou zprávu
de: Geben Sie Ihre Nachricht ein
tr: Mesajınızı girin
vi: Hãy nhập tin nhắn của bạn

# I read
source: Я прочитал
cs: Přečetl jsem
de: Ich habe gelesen
tr: Okudum
vi: Tôi đã đọc

# Attention
source: Внимание!
cs: Pozor!
de: Achtung!
tr: Dikkat!
vi: Chú ý!

source: В целях обеспечения безопасности вашего аккаунта и средств на нем напоминаем: сотрудники техподдержки НИКОГДА не запрашивают у пользователей какие-либо пароли (в том числе платежные) и коды двухфакторной авторизации. Будьте бдительны и никому не сообщайте никаких данных!
cs: Za účelem zajištění bezpečnosti vašeho účtu a prostředků na něm připomínáme: pracovníci technické podpory se NIKDY neptají na jakákoli hesla (včetně platebních) a kódy dvoufaktorové autorizace. Buďte bdělí a nikomu nesdělujte žádné údaje!
de: Um die Sicherheit Ihres Kontos und der darauf befindlichen Geldmittel zu gewährleisten, erinnern wir Sie daran: die Mitarbeiter des technischen Supports fragen Benutzer NIEMALS nach Passwörtern (einschließlich Zahlungspasswörtern) und Zwei-Faktor-Autorisierungscodes. Seien Sie wachsam und geben Sie keine Daten an Dritte weiter!
tr: Hesabınızın ve hesabınızdaki paranın güvenliğini sağlamak için, teknik destek çalışanlarının, kullanıcılardan herhangi bir şifre (ödeme şifreleri dahil) ve iki faktörlü yetkilendirme kodları ASLA istemediklerini hatırlatırız. Dikkatli olun ve herhangi bir veriyi kimseyle paylaşmayın!
vi: Để đảm bảo tính bảo mật cho tài khoản của bạn và tiền trong đó, chúng tôi nhắc bạn rằng nhân viên hỗ trợ kỹ thuật KHÔNG BAO GIỜ yêu cầu người dùng bất kỳ mật khẩu (bao gồm cả mật khẩu thanh toán) và mã xác thực hai yếu tố nào. Hãy cảnh giác và không chia sẻ bất kỳ dữ liệu nào với bất kỳ ai!

# Create ticket
source: Создать тикет
cs: Vytvořit tiket
de: Ticket erstellen
tr: Bilet oluştur
vi: Tạo ticket

source: Отправить
de: Senden
vi: Gửi

# Search history
source: История запросов
cs: Historie požadavků
de: Suchhistorie
tr: Talep geçmişi
vi: Lịch sử các yêu cầu

# More than
source: Более {{ itemsOnMarketplace }}
de: Mehr als {{ itemsOnMarketplace }}
vi: Hơn {{ itemsOnMarketplace }}

# Clear all
source: Очистить все
cs: Vyčistit všechno
de: Alles löschen
tr: Hepsini temizle
vi: Làm sạch tất cả

# Prev page
source: Предыдущая страница
cs: Předchozí stránka
de: Vorherige Seite
tr: Önceki sayfa
vi: Trang trước

# Next page
source: Следующая страница
cs: Následující stránka
de: Nächste Seite
tr: Sonraki sayfa
vi: Trang tiếp theo

source: Каждый раз, когда вы снимаете средства со своего счета, вы должны ввести платёжный пароль.
cs: Pokaždé, když vybíráte prostředky ze svého účtu, musíte zadat platební heslo.
de: Jedes Mal, wenn Sie Geldmittel von Ihrem Konto abziehen, müssen Sie das Zahlungspasswort eingeben.
tr: Hesabınızdan her para çektiğinizde, bir ödeme şifresi girmelisiniz.
vi: Mỗi lần rút tiền từ tài khoản của mình, bạn phải nhập mật khẩu thanh toán.

# Mail confirmed
source: Почта подтверждена
cs: E-mail byl potvrzen
de: Mail bestätigt
tr: Posta onaylandı
vi: Đã xác nhận hòm thư

# Now you can set up email alerts
source: Теперь можно настроить оповещения по e-mail
cs: Teď můžete nastavit oznámení e-mailem
de: Jetzt können Sie E-Mail-Benachrichtigungen einrichten
tr: Artık e-posta uyarılarını özelleştirebilirsiniz
vi: Bây giờ, bạn có thể thiết lập thông báo qua email

# Go to settings
source: Перейти к настройкам
cs: Přejít k nastavení
de: Zu den Einstellungen gehen
tr: Ayarlara git
vi: Chuyển đến phần cài đặt

# Enter exchange link
source: Введите ссылку на обмен
cs: Zadejte odkaz na výměnu
de: Geben Sie den Austauschlink ein
tr: Değişim bağlantısını girin
vi: Hãy nhập đường link đến giao dịch trao đổi

source: Ссылка на обмен
de: Austauschlink
vi: Đường link đến giao dịch trao đổi

# Where can I find the exchange link?
source: Где найти ссылку на обмен
cs: Kde najít odkaz na výměnu
de: Wo wird der Austauschlink gefunden
tr: Değişim bağlantısını nerede bulabilirim?
vi: Tôi có thể tìm thấy đường link đến giao dịch trao đổi ở đâu?

# To avoid becoming a fraud victim, never share your exchange link with anyone!
source: Чтобы не стать жертвой мошенничества, никогда не сообщайте посторонним людям вашу ссылку на обмен!
cs: Abyste se nestali obětí podvodu, nikdy nesdělujte cizím osobám váš odkaz na výměnu!
de: Um kein Opfer von Betrug zu werden, teilen Sie niemals Ihren Austauschlink mit fremden Personen!
tr: Dolandırıcılık kurbanı olmamak için, değişim bağlantınızı asla yabancılarla paylaşmayın!
vi: Để tránh trở thành nạn nhân của lhành vi lừa đảo, đừng bao giờ chia sẻ đường link đến giao dịch trao đổi của bạn với ai!

source: Ссылка, которая позволяет вам торговать с игроками, которых нет в вашем списке друзей. Скопируйте ссылку обмена из своего аккаунта Steam в поле и нажмите «Применить».
cs: Odkaz, který vám umožňuje obchodovat s hráči, kteří nejsou v seznamu vašich přátel. Zkopírujte odkaz ze svého účtu Steam do pole a klikněte na "Použít"
de: Ein Link, über den Sie mit Spielern handeln können, die auf Ihrer Freunde-Liste nicht stehen. Kopieren Sie den Handelslink von Ihrem Steam-Konto ins Feld und klicken Sie auf „Anwenden“.
tr: Arkadaş listenizde olmayan oyuncularla ticaret yapmanızı sağlayan bir bağlantı. Steam hesabınızdaki ticaret bağlantısını kutuya kopyalayın ve "Uygula"ya tıklayın.
vi: Một đường link cho phép bạn giao dịch với những người chơi không có trong danh sách bạn bè của bạn. Hãy sao chép đường link từ tài khoản Steam của bạn vào trường và nhấp vào "Áp dụng".

# there is no trade link
source: нет ссылки на обмен
cs: žádný odkaz na výměnu
de: es gibt keinen Handelslink
tr: değişim bağlantısı yok
vi: không có đường link đến giao dịch trao đổi

# There is a buyer
source: Есть покупатель!
de: Es gibt einen Käufer!
vi: Có người mua!

# Create offer
source: Передать все
de: Angebot erstellen
vi: Tạo phiếu mua hàng

# All items has been send
source: Все предметы отправлены
cs: Všechny předměty byly odeslány
de: Alle Artikel wurden versandt
tr: Tüm ögeler gönderildi
vi: Tất cả các mặt hàng đã được gửi

# Some error happend
source: Ошибка
de: Fehler
vi: Lỗi

# Page not found
source: Страница не найдена
cs: Stránka nenalezena
de: Seite nicht gefunden
tr: Sayfa bulunamadı
vi: Không tìm thấy trang

# Try repeat switching on sales after
source: Попробовать повторно включить продажи после delayParams.delay / 1000 секунд
de: Versuchen Sie, die Verkäufe nach delayParams.delay / 1000 Sekunden wieder zu aktivieren
vi: Thử bật lại bán hàng sau delayParams.delay / 1000vài giây

# Switching on sales after
source: Включение продаж после delayParams.delay / 1000 секунд
de: Aktivieren von Verkäufen nach delayParams.delay / 1000 Sekunden
vi: Bật bán hàng sau vàidelayParams.delay / 1000 giây

# Error when starting sales!
source: Ошибка при запуске продаж!
de: Fehler beim Starten von Verkäufen!
vi: Lỗi khởi chạy bán hàng!

# is ready to receive in
source: item.market_hash_name готов для получения (<a href='/usercab'>приборной панели</a>)
de: item.market_hash_name ist empfangsbereit (<a href='/usercab'>Dashboard</a>)
vi: item.market_hash_name sẵn sàng nhận ( (<a href='/usercab'>bảng điều khiển</a>)

source: Купленный предмет item.market_hash_name is ready to receive. Pick it up in <a href='/usercab'>dashboard</a>
de: Der gekaufte Artikel item.market_hash_name ist empfangsbereit. Holen Sie ihn im <a href='/usercab'>Dashboard</a> ab
vi: Mặt hàng đã muaitem.market_hash_name is ready to receive. Pick it up in <a href='/usercab'>dashboard</a>

# Extension not found
source: Расширение не найдено
cs: Rozšíření nenalezeno
de: Die Erweiterung ist nicht gefunden
tr: Uzantı bulunamadı
vi: Không tìm thấy tiện ích mở rộng

# Chrome extension not supporting
source: Расширение не поддерживается
de: Die Erweiterung wird nicht unterstützt
vi: Tiện ích mở rộng không được hỗ trợ

# Required
source: Обязательно
cs: Vyžadováno
de: Obligatorisch
tr: Gerekli
vi: Bắt buộc

# New password and repeat password must be equal
source: Пароли должны совпадать
cs: Hesla se musí shodovat
de: Die Passwörter müssen gleich sein
tr: Şifreler aynı olmalıdır
vi: Các mật khẩu phải khớp

# You can choose from
source: Выберете от validatorValue.min до validatorValue.max. Current validatorValue.current
de: Sie können von validatorValue.min bis validatorValue.max wählen. Aktuell validatorValue.current
vi: Bạn hãy chọn từvalidatorValue.min đếnvalidatorValue.max. Current validatorValue.current

# Is invalid credit card number
source: Неверный номер карты
cs: Nesprávné číslo karty
de: Ungültige Kreditkartennummer
tr: Geçersiz kart numarası
vi: Số thẻ không đúng

# Email is invalid
source: Неверный email
cs: Nesprávný e-mail
de: Ungültige E-Mail-Adresse
tr: Geçersiz e-posta
vi: Email không đúng

# Invalid email address
source: Неверный email
cs: Nesprávný e-mail
de: Ungültige E-Mail-Adresse
tr: Geçersiz e-posta
vi: Email không đúng

source: Неверный пароль. Пароль должен быть не менее 6 символов и содержать цифру
cs: Nesprávné heslo. Heslo musí mít nejméně 6 symbolů a obsahovat číslici
de: Ungültiges Passwort. Das Passwort muss mindestens 6 Zeichen lang sein und eine Ziffer enthalten
tr: Geçersiz şifre. Şifre en az 6 karakter uzunluğunda olmalı ve bir sayı içermelidir
vi: Mật khẩu không đúng Mật khẩu phải dài ít nhất 6 ký tự và chứa một số

# Minimum length
source: Минимальная длина
cs: Minimální délka
de: Minimale Länge
tr: Minimum uzunluk
vi: Độ dài tối thiểu

# Maximum length
source: Максимальная длина
cs: Maximální délka
de: Maximale Länge
tr: Maksimum uzunluk
vi: Độ dài tối đa

# Maximum value
source: Максимальное значение
cs: Maximální hodnota
de: Maximalwert
tr: Maksimum değer
vi: Giá trị tối đa

# Minimum value
source: Минимальное значение
cs: Minimální hodnota
de: Minimalwert
tr: Minimum değer
vi: Giá trị tối thiểu

# Only number
source: Только числа
cs: Pouze čísla
de: Nur Zahlen
tr: Sadece sayılar
vi: Chỉ có số

# Minimum 6, maximum 100 length
source: Минимальная длина 6, максимальная 100
cs: Minimální délka 6, maximální 100
de: Maximale Länge - 6, maximale Länge - 100
tr: Minimum uzunluk 6, maksimum 100
vi: Độ dài tối thiểu là 6, tối đa là 100

# String has at least one number
source: Строка должна содержать хотя бы одно число
cs: Řádek musí obsahovat alespoň jednu číslici
de: Die Zeile muss mindestens eine Zahl enthalten
tr: Satır en az bir sayı içermelidir
vi: Chuỗi phải chứa ít nhất một số

# Must be float number
source: Должно быть число с плавающей запятой
cs: Musí být číslice s plovoucí desetinou čárkou
de: Eine Float-Zahl muss sein
tr: Float bir sayı olmalıdır
vi: Phải là một số với số thực dấu phẩy động

# String has at least one lower-case letter
source: Строчка должна содержать хотя бы одну прописную букву
cs: Řádek musí obsahovat alespoň jedno velké písmeno
de: Die Zeile muss mindestens einen Kleinbuchstaben enthalten
tr: Satır en az bir büyük harf içermelidir
vi: Chuỗi phải chứa ít nhất một chữ viết thường

# String has at least one upper-case letter
source: Строчка должна содержать хотя бы одну заглавную букву
cs: Řádek musí obsahovat alespoň jedno velké písmeno
de: Die Zeile muss mindestens einen Großbuchstaben enthalten
tr: Satır en az bir büyük harf içermelidir
vi: Chuỗi phải chứa ít nhất một chữ viết hoa

source: Дата должна быть старше чем
cs: Datum musí být starší než
de: Das Datum muss älter sein als
tr: Tarih, şu tarihten daha eski olmalıdır:
vi: Ngày phải trước ngày

# Buy and sell CS:GO skins fast and safely deposit and withdraw for real money
source: Покупайте и продавайте скины CS:GO быстро и безопасно, пополняйте счет и выводите реальные деньги
cs: Kupujte a prodávejte skiny CS: GO rychle a bezpečně, doplňujte účet a vybírejte reálné peníze
de: Kaufen und verkaufen Sie CS:GO-Skins schnell und sicher, füllen Sie Ihr Konto auf und ziehen Sie echtes Geld ab
tr: CS:GO skin'lerini hızlı ve güvenli bir şekilde satın alın ve satın, gerçek para yatırın ve çekin
vi: Hãy mua và bán skin CS:GO nhanh chóng và an toàn, nạp và rút tiền thật

source: Большинство предметов, выставленных на продажу пользователями, имеют более низкую цену, чем в магазине Steam
cs: Většina předmětů, nabízených k prodeji uživateli, má nižší cenu, než v obchodě Steam
de: Die meisten Artikel, die von Benutzern zum Verkauf angeboten werden, haben einen niedrigeren Preis als im Steam-Shop
tr: Kullanıcılar tarafından satış için listelenen ögelerin çoğu, Steam mağazasındakinden daha düşük bir fiyata sahiptir
vi: Phần lớn các mặt hàng được người dùng rao bán có giá thấp hơn trong cửa hàng Steam

source: Обмен занимает несколько секунд, как на получение денег, так и на приобретенный товар
cs: Výměna zabere několik sekund, jak na získání peněz, tak i na pořízené zboží
de: Der Austausch dauert wenige Sekunden, sowohl für den Erhalt des Geldes als auch des gekauften Artikels
tr: Değişim, hem para alımında hem de satın alınan ürünler için birkaç saniye sürer
vi: Giao dịch trao đổi chỉ mất vài giây, cả nhận tiền cũng như mua hàng

# Functional
source: Функциональный
cs: Funkční
de: Funktionell
tr: İşlevsel
vi: Tính năng tốt

source: Мы уже совершили несколько миллионов транзакций и гарантируем как получение денег, так и приобретенного товара
cs: Už jsme uskutečnili několik miliónů transakcí a garantujeme jak získání peněz, tak i pořízeného zboží
de: Wir haben bereits mehrere Millionen Transaktionen durchgeführt und garantieren sowohl den Erhalt des Geldes als auch des gekauften Artikels
tr: Halihazırda birkaç milyon işlem yaptık ve hem paranın alınmasını hem de satın alınan ürünlerin alınmasını garanti ediyoruz
vi: Chúng tôi đã thực hiện vài triệu giao dịch và đảm bảo cả việc nhận tiền và hàng hóa đã mua

# Most advanced trading tools
source: Самые передовые торговые инструменты
cs: Nejvíce pokročilé obchodní nástroje
de: Fortschrittlichste Handelswerkzeuge
tr: En gelişmiş ticaret araçları
vi: Các công cụ giao dịch tiên tiến nhất

# Search gun by stickers
source: Поиск оружия по наклейкам
cs: Vyhledávání zbraní podle nálepek
de: Waffe nach Aufklebern suchen
tr: Çıkartmalara göre silah arayın
vi: Tìm kiếm vũ khí theo nhãn dán

# Filter by tournament, players and colors
source: Фильтр по турниру, игрокам и цветам
cs: Filtr podle turnaje, hráčů a barev
de: Filter nach Turnier, Spielern und Farben
tr: Turnuvaya, oyunculara ve renklere göre filtrele
vi: Lọc theo giải đấu, người chơi và màu sắc

# Filter by popular skins and paint seeds
source: Фильтр по популярным скинам и семенам красок
cs: Filtr podle populárních skinů a semen barev
de: Filter nach populären Skins und Farbsamen
tr: Popüler skin'lere ve paint seeds'e göre filtreleyin
vi: Lọc theo skin và hạt sơn phổ biến

# 3D view of CS:GO skins
source: 3D-вид скинов CS:GO
cs: 3D vzhled skinů CS:GO
de: 3D-Ansicht von CS:GO-Skins
tr: CS:GO skin'lerinin 3B görünümü
vi: Chế độ xem 3D của skin CS:GO

# Most comprehensive float ranking
source: Наиболее полный рейтинг с плавающей запятой
cs: Nejúplnější hodnocení s plovoucí desetinnou čárkou
de: Umfassendstes Float-Ranking
tr: En eksiksiz float derecelendirmesi
vi: Xếp hạng hoàn chỉnh nhất với số thực dấu phẩy động

# Open marketplace
source: Открытая торговая площадка
cs: Otevřený obchodní prostor
de: Offener Marktplatz
tr: Açık pazar yeri
vi: Thị trường giao dịch mở

# items on a marketplace
source: Товары на торговой площадке
cs: Zboží v obchodním prostoru
de: Artikel auf einem Marktplatz
tr: Pazardaki ürünler
vi: Các mặt hàng trên thị trường giao dịch

# Market app Client
source: Клиент приложения Market app
cs: Klient aplikace Market app
de: Market App-Client
tr: Market app istemcisi
vi: Khách hàng của ứng dụng Market app

source: Автоматический клиент steam позволяет отправлять проданные товары, просто подтвердив сделку в телефоне
cs: Automatický klient steam umožňuje odesílat prodané zboží prostým potvrzením transakce v telefonu
de: Der automatische Steam-Client ermöglicht es Ihnen, verkaufte Artikel zu versenden, indem Sie den Handel einfach auf Ihrem Handy bestätigen
tr: Otomatik steam istemcisi, yalnızca telefonunuzdaki işlemi onaylayarak satılan ürünleri göndermenize olanak tanır
vi: Steam Client tự động cho phép bạn gửi các mặt hàng đã bán bằng cách xác nhận giao dịch đơn giản trên điện thoại của mình.

# Purchase
source: Покупка
cs: Nákup
de: Einkauf
tr: Satın alma
vi: Mua hàng

# Sales
source: Продажи
cs: Prodeje
de: Verkäufe
tr: Satış
vi: Bán hàng

# FirstOperation
source: Первая операция
cs: První operace
de: Erste Operation
tr: İlk işlem
vi: Giao dịch đầu tiên

# Item Transfer Chance
source: Возможность Передачи Товара
cs: Možnost Předání Zboží
de: Möglichkeit der Artikelübertragung
tr: Ürünleri Transfer Etme İmkanı
vi: Khả năng chuyển giao hàng hóa
