Repository: hantarex/test
Catalog: locales/messages.*.xlf
Languages: cs, de, es, pt, ru, tr, vi, zh_hans, zh_hant

source: Moment. sale
cs: Moment. Prodej
de: Moment. Verkauf
es: Momento. venta
pt: Momento. oferta
ru: Момент. продажа
tr: An. satış
vi: Chốc lát. doanh thu
zh_hans: 片刻。 销售
zh_hant: 片刻。 銷售

source: There is a buyer for your item. Please confirm the trade offer sending at the specified time. The buyer will have 5 minutes to accept the trade offer after your confirmation.
cs: Pro vaši položku existuje kupující. Potvrďte prosím odeslání obchodní nabídky ve stanovený čas. Kupující bude mít 5 minut na přijetí obchodní nabídky po vašem potvrzení.
de: Es gibt einen Käufer für Ihren Artikel. Bitte bestätigen Sie die Zusendung des Handelsangebots zum angegebenen Zeitpunkt. Nach Ihrer Bestätigung hat der Käufer 5 Minuten Zeit, das Handelsangebot anzunehmen.
es: Hay un comprador para tu artículo. Confirme el envío de la oferta comercial a la hora especificada. El comprador tendrá 5 minutos para aceptar la oferta comercial después de su confirmación.
pt: Há um comprador para o seu item. Por favor, confirme o envio da oferta comercial no horário especificado. O comprador terá 5 minutos para aceitar a oferta comercial após sua confirmação.
ru: Для вашего предмета нашелся покупатель. Пожалуйста, подтвердите отправку обмена в указанное время. После вашего подтверждение у покупателя будет 5 мин, чтобы принять обмен.
tr: Ürününüzün bir alıcısı var. Lütfen belirtilen zamanda gönderilen takas teklifini onaylayın. Onayınızın ardından alıcının takas teklifini kabul etmesi için 5 dakikası olacaktır.
vi: Có một người mua cho mặt hàng của bạn. Vui lòng xác nhận việc gửi ưu đãi giao dịch vào thời điểm được chỉ định. Người mua sẽ có 5 phút để chấp nhận lời đề nghị giao dịch sau khi bạn xác nhận.
zh_hans: 您的物品有買家。 請確認在指定時間發送的交易報價。 您確認後，買家將有 5 分鐘時間接受交易報價。
zh_hant: 您的物品有買家。 請確認在指定時間發送的交易報價。 您確認後，買家將有 5 分鐘時間接受交易報價。

source: Guide: how to send a trade offer?
cs: Průvodce: jak poslat obchodní nabídku?
de: Anleitung: Wie verschicke ich ein Handelsangebot?
es: Guía: ¿cómo enviar una oferta comercial?
pt: Guia: como enviar uma oferta comercial?
ru: Гайд: как отправить обмен?
tr: Kılavuz: Ticaret teklifi nasıl gönderilir?
vi: Hướng dẫn: làm thế nào để gửi một đề nghị giao dịch?
zh_hans: 指南：如何发送贸易报价？
zh_hant: 指南：如何發送貿易報價？

source: Your item will be at the top of the list of offers until someone makes a better offer.
cs: Vaše položka bude na začátku seznamu nabídek, dokud někdo neučiní lepší nabídku.
de: Ihr Artikel steht so lange ganz oben auf der Angebotsliste, bis jemand ein besseres Angebot macht.
es: Su artículo estará en la parte superior de la lista de ofertas hasta que alguien haga una oferta mejor.
pt: Seu item ficará no topo da lista de ofertas até que alguém faça uma oferta melhor.
ru: Ваш предмет встанет на первое место в списке предложений, пока кто-то не сделает предложение лучше.
tr: Birisi daha iyi bir teklif sunana kadar ürününüz teklifler listesinin başında yer alacaktır.
vi: Mặt hàng của bạn sẽ đứng đầu danh sách ưu đãi cho đến khi ai đó đưa ra ưu đãi tốt hơn.
zh_hans: 您的商品将位于报价列表的顶部，直到有人提供更好的报价。
zh_hant: 您的商品將位於報價清單的頂部，直到有人提供更好的報價。

source: Zoom
zh_hans: 时间段
zh_hant: 时间段

source: 1w
zh_hans: 1周
zh_hant: 1週

source: 1m
zh_hans: 1月
zh_hant: 1月

source: 3m
zh_hans: 3月
zh_hant: 3月

source: 6m
zh_hans: 6月
zh_hant: 6月

source: YTD
zh_hans: 年度至今
zh_hant: 年度至今

source: 1y
zh_hans: 1年
zh_hant: 1年

source: All
zh_hans: 全部
zh_hant: 全部

source: Instant sale price
cs: Okamžitá prodejní cena
de: Sofortiger Verkaufspreis
es: Precio de venta instantáneo
pt: Preço de venda instantâneo
ru: Моментальная цена продажи
tr: Anlık satış fiyatı
vi: Giá bán ngay
zh_hans: 即时销售价格
zh_hant: 即時銷售價格

# items-plural
source: {VAR_PLURAL, plural, one {предмет} few {предмета} other {предметов}}
cs: {VAR_PLURAL, plural, one {položka} few {položky} other {položek}}
de: {VAR_PLURAL, plural, one {artikel} few {gegenstände} other {artikel}}
es: {VAR_PLURAL, plural, one {articulo} few {artículos} other {artículos}}
pt: {VAR_PLURAL, plural, one {item} few {itens} other {itens}}
tr: {VAR_PLURAL, plural, one {öğe} few {eşya} other {ürün}}
vi: {VAR_PLURAL, plural, one {mục} few {mục} other {món}}
zh_hans: {VAR_PLURAL, plural, one {件} few {件} other {项目}}
zh_hant: {VAR_PLURAL, plural, one {件} few {件} other {項目}}

# Buyer cancel trade
source: Expect the deal to be canceled shortly, and the funds returned to your account if either party has failed to confirm the trade offer in time.
cs: Pokud se jedné ze stran nepodařilo výměnu potvrdit, počítejte s tím, že transakce bude brzy zrušena a prostředky vám budou vráceny na účet.
de: Wenn es einer der Parteien nicht gelungen ist, den Umtausch zu bestätigen, müssen Sie damit rechnen, dass die Transaktion bald storniert wird und das Geld auf Ihr Konto zurücküberwiesen wird.
es: Si una de las partes no logró confirmar el intercambio, espere que la transacción pronto se cancele y los fondos se devuelvan a su cuenta.
pt: Caso uma das partes não tenha conseguido confirmar a troca, espere que a transação seja cancelada em breve e os fundos sejam devolvidos à sua conta.
ru: Если кто-то из сторон не успел подтвердить обмен – ожидайте, сделка скоро отменится и средства вернутся на ваш счёт.
tr: Caso uma das partes não tenha conseguido confirmar a troca, espere que a transação seja cancelada em breve e os fundos sejam devolvidos à sua conta.
vi: Nếu một trong các bên không quản lý để xác nhận việc trao đổi, hãy hy vọng rằng giao dịch sẽ sớm bị hủy và tiền sẽ được trả lại vào tài khoản của bạn.
zh_hans: 如果其中一方未能确认交易，预计交易将很快被取消，资金将退回到您的帐户。
zh_hant: 如果其中一方未能確認交易，預計交易將很快被取消，資金將退回到您的帳戶。

# Seller cancel trade
source: You will be credited shortly if the buyer has accepted your trade offer. Wait if either party has not confirmed the trade offer in time, the deal will be automatically canceled.
cs: Pokud kupující přijal vaši výměnu, budou vám brzy připsány prostředky. Pokud jedna ze stran nestihla výměnu potvrdit, počítejte s automatickým zrušením transakce.
de: Wenn der Käufer Ihren Umtausch akzeptiert hat, wird Ihnen das Geld bald gutgeschrieben. Wenn eine der Parteien keine Zeit hatte, den Umtausch zu bestätigen, müssen Sie damit rechnen, dass die Transaktion automatisch storniert wird.
es: Si el comprador aceptó su cambio, los fondos se le acreditarán pronto. Si una de las partes no tuvo tiempo de confirmar el intercambio, espere que la transacción se cancele automáticamente.
pt: Se o comprador aceitar sua troca, os fundos serão creditados a você em breve. Se uma das partes não teve tempo de confirmar a troca, espere que a transação seja automaticamente cancelada.
ru: Eсли покупатель принял ваш обмен, скоро вам зачислятся средства. Если кто-то из сторон не успел подтвердить обмен – ожидайте, сделка автоматически отменится.
tr: Alıcı takasınızı kabul ederse para kısa süre içinde tarafınıza aktarılacaktır. Taraflardan birinin değişimi onaylamak için zamanı yoksa işlemin otomatik olarak iptal edilmesini bekleyin.
vi: Nếu người mua chấp nhận trao đổi của bạn, tiền sẽ sớm được ghi có cho bạn. Nếu một trong các bên không có thời gian để xác nhận việc trao đổi, giao dịch sẽ tự động bị hủy.
zh_hans: 如果买家接受您的换货，资金将很快存入您的账户。 如果其中一方没有时间确认交易，预计交易将被自动取消。
zh_hant: 如果買家接受您的換貨，資金將很快存入您的帳戶。 如果其中一方沒有時間確認交易，預計交易將自動取消。

source: Resume buying and selling
cs: Pokračovat v nákupu a prodeji
de: Nehmen Sie den Kauf und Verkauf wieder auf
es: Reanudar la compra y venta
pt: Retomar compras e vendas
ru: Возобновить покупку и продажу
tr: Alım satıma devam
vi: Tiếp tục mua và bán
zh_hans: 恢复买卖
zh_hant: 恢復買賣

source: You have stopped trading. Your items are not selling, your inventory is not updated and auto purchasing is not working!
cs: Přestali jste obchodovat. Vaše položky se neprodávají, váš inventář není aktualizován a automatický nákup nefunguje!
de: Sie haben den Handel eingestellt. Ihre Artikel werden nicht verkauft, Ihr Lagerbestand wird nicht aktualisiert und der automatische Einkauf funktioniert nicht!
es: Has dejado de operar. ¡Sus artículos no se venden, su inventario no está actualizado y la compra automática no funciona!
pt: Você parou de negociar. Seus itens não estão sendo vendidos, seu estoque não está atualizado e a compra automática não está funcionando!
ru: Вы остановили торговлю. Ваши вещи не продаются, инвентарь не обновляется и автозакупка не работает!
tr: Ticareti durdurdunuz. Ürünleriniz satılmıyor, envanteriniz güncellenmiyor ve otomatik satın alma çalışmıyor!
vi: Bạn đã ngừng giao dịch. Các mặt hàng của bạn không bán được, hàng tồn kho của bạn không được cập nhật và tính năng mua hàng tự động không hoạt động!
zh_hans: 您已停止交易。 您的商品没有销售，您的库存没有更新，自动购买也不起作用！
zh_hant: 您已停止交易。 您的商品沒有銷售，您的庫存沒有更新，自動購買也不起作用！

source: Item purchase request has been sent to the seller. Awaiting confirmation from the seller.
cs: Žádost o koupi položky byla odeslána prodávajícímu. Čeká se na potvrzení od prodejce.
de: Die Kaufanfrage für den Artikel wurde an den Verkäufer gesendet. Warte auf die Bestätigung des Verkäufers.
es: La solicitud de compra del artículo ha sido enviada al vendedor. A la espera de confirmación por parte del vendedor.
pt: A solicitação de compra do item foi enviada ao vendedor. Aguardando confirmação do vendedor.
ru: Запрос на покупку предмета отправлен продавцу. Ожидаем подтверждение от продавца.
tr: Satıcıya ürün satın alma talebi gönderildi. Satıcıdan onay bekleniyor.
vi: Yêu cầu mua hàng đã được gửi tới người bán. Đang chờ xác nhận từ người bán.
zh_hans: 商品购买请求已发送给卖家。 等待卖家确认。
zh_hant: 商品購買請求已發送給賣家。 等待賣家確認。

source: Purchase price
cs: Kupní cena
de: Kaufpreis
es: Precio de compra
pt: Preço de compra
ru: Цена покупки
tr: Alış fiyatı
vi: Giá mua
zh_hans: 购买价格
zh_hant: 購買價格

# The seller has confirmed and sent you the trade offer.
source: The seller has confirmed and sent you the trade offer. Please accept the trade offer at the specified time, otherwise the deal will be canceled.
cs: Prodejce Vám nabídku obchodu potvrdil a zaslal. Přijměte prosím obchodní nabídku v určený čas, jinak bude obchod zrušen.
de: Der Verkäufer hat Ihnen das Handelsangebot bestätigt und zugesandt. Bitte nehmen Sie das Handelsangebot zum angegebenen Zeitpunkt an, andernfalls wird das Geschäft storniert.
es: El vendedor ha confirmado y enviado la oferta comercial. Acepte la oferta comercial en el momento especificado; de lo contrario, el trato se cancelará.
pt: O vendedor confirmou e enviou a você a oferta comercial. Aceite a oferta comercial no horário especificado, caso contrário a transação será cancelada.
ru: Продавец подтвердил и отправил вам обмен. Пожалуйста, примите предложение обмена в указанное время, иначе сделка будет отменена.
tr: Satıcı ticaret teklifini onayladı ve size gönderdi. Lütfen takas teklifini belirtilen zamanda kabul edin, aksi takdirde anlaşma iptal edilecektir.
vi: Người bán đã xác nhận và gửi cho bạn lời đề nghị giao dịch. Vui lòng chấp nhận lời đề nghị giao dịch vào thời điểm được chỉ định, nếu không giao dịch sẽ bị hủy.
zh_hans: 卖家已确认并向您发送贸易报价。 请在指定时间接受交易报价，否则交易将被取消。
zh_hant: 賣家已確認並向您發送交易報價。 請在指定時間接受交易報價，否則交易將被取消。

source: Guide: how to accept a trade offer?
cs: Průvodce: jak přijmout obchodní nabídku?
de: Leitfaden: Wie nehme ich ein Handelsangebot an?
es: Guía: ¿cómo aceptar una oferta comercial?
pt: Guia: como aceitar uma oferta comercial?
ru: Гайд: как принять обмен?
tr: Kılavuz: Bir takas teklifi nasıl kabul edilir?
vi: Hướng dẫn: làm thế nào để chấp nhận một đề nghị giao dịch?
zh_hans: 指南：如何接受贸易报价？
zh_hant: 指南：如何接受貿易報價？

source: Item successfully removed
cs: Položka byla úspěšně odstraněna
de: Artikel erfolgreich entfernt
es: Artículo eliminado correctamente
pt: Item removido com sucesso
ru: Предмет успешно удален
tr: Öğe başarıyla kaldırıldı
vi: Đã xóa mục thành công
zh_hans: 项目已成功删除
zh_hant: 項目已成功刪除

# AliPay Verification rules text
source: The ability to withdraw funds from ¥500 is provided to users who have successfully passed AliPay Verification
cs: Možnost vybrat prostředky od 500 jenů je poskytována uživatelům, kteří úspěšně prošli ověřením AliPay
de: Die Möglichkeit, Gelder ab 500 Yen abzuheben, steht Benutzern zur Verfügung, die die AliPay-Verifizierung erfolgreich bestanden haben
es: La posibilidad de retirar fondos desde ¥500 se proporciona a los usuarios que hayan pasado con éxito la verificación de Alipay.
pt: A capacidade de sacar fundos de ¥ 500 é fornecida aos usuários que passaram com sucesso na Verificação do AliPay
ru: Возможность вывода средств от ¥500 предоставляется пользователям, успешно прошедшим верификацию AliPay
tr: AliPay Doğrulamasını başarıyla geçen kullanıcılara 500 Yen'den para çekme olanağı sağlanır
vi: Khả năng rút tiền từ ¥500 được cung cấp cho người dùng đã vượt qua Xác minh AliPay thành công
zh_hans: 500元以上的金额，只有通过了实名认证以后才可以提现
zh_hant: 500元以上的金額，只有通過了實名認證以後才可以提現

# Email confirm text
source: According to statistics, accounts without linked mail are much more likely to be hacked by scammers. Notifications about new entries will be sent to your email, and you can also set up other important notifications. Increase the security of your account:
de: Statistiken zufolge ist die Wahrscheinlichkeit, dass Konten ohne verknüpfte E-Mails von Betrügern gehackt werden, deutlich höher. Benachrichtigungen über neue Einträge werden an Ihre E-Mail-Adresse gesendet. Sie können auch andere wichtige Benachrichtigungen einrichten. Erhöhen Sie die Sicherheit Ihres Kontos:
ru: По статистике, аккаунты без привязанной почты гораздо чаще взламывают мошенники. На почту будут приходить уведомления о новых входах, а также можно настроить другие важные уведомления. Повысить безопасность своего аккаунта:
vi: Theo thống kê, những tài khoản không có thư liên kết có nhiều khả năng bị bọn lừa đảo hack hơn. Thông báo về các mục mới sẽ được gửi đến email của bạn và bạn cũng có thể thiết lập các thông báo quan trọng khác. Tăng tính bảo mật cho tài khoản của bạn:
zh_hans: 据统计，没有链接邮件的帐户更有可能被诈骗者黑客攻击。 有关新条目的通知将发送到您的电子邮件，您还可以设置其他重要通知。 提高帐户的安全性：

source: Click here if you can't scan the code
cs: Pokud kód nemůžete naskenovat, klikněte sem
de: Klicken Sie hier, wenn Sie den Code nicht scannen können
es: Haga clic aquí si no puede escanear el código
pt: Clique aqui se você não conseguir escanear o código
ru: Нажмите сюда, если нет возможности отсканировать код
tr: Kodu tarayamıyorsanız burayı tıklayın
vi: Bấm vào đây nếu bạn không quét được mã
zh_hans: 如果无法扫码请点击这里
zh_hant: 如果無法掃碼請點這裡

source: Real name authentication
zh_hans: 实名认证
zh_hant: 實名認證

source: Verify through AliPay to increase your deposit and withdrawal limits
zh_hans: 想提高充值和提现限额，请通过实名认证
zh_hant: 想提高充值和提現限額，請通過實名認證

source: Go through verification
zh_hans: 认证
zh_hant: 認證

source: Alipay Verification
zh_hans: 支付宝身份认证
zh_hant: 支付寶身份認證

source: Real names cannot be changed after authentication
zh_hans: 个人信息一旦认证通过不能修改，请认真填写
zh_hant: 個人資訊一旦認證通過不能修改，請認真填寫

source: Real name
zh_hans: 真实姓名
zh_hant: 真實姓名

source: Real name placeholder
zh_hans: 请输入您的真实姓名
zh_hant: 請輸入您的真實姓名

source: ID number
zh_hans: 身份证号
zh_hant: 身份證號

# I agree Certification Agreement
source: I agree <a href="https://render.alipay.com/p/yuyan/180020010001196791/preview.html?agreementId=AG00000050" target="_blank">Certification Agreement</a>
zh_hans: 我同意 <a href="https://render.alipay.com/p/yuyan/180020010001196791/preview.html?agreementId=AG00000050" target="_blank">《认证服务协议》</a>
zh_hant: 我同意 <a href="https://render.alipay.com/p/yuyan/180020010001196791/preview.html?agreementId=AG00000050" target="_blank">《認證服務協議》</a>

source: Please open Alipay, scan the QR code using the Sweep function and follow the instructions
zh_hans: 请打开支付宝，使用扫一扫功能扫描二维码，按照提示进行操作
zh_hant: 請打開支付寶，使用掃一掃功能掃描二維碼，按照提示進行操作

source: The QR code has expired, please refresh the page and try again
zh_hans: 二维码已过期，请刷新页面再试
zh_hant: 二維碼已過期，請刷新頁面再試

source: Recharge amount
cs: Částka dobití
de: Aufladebetrag
es: Monto de recarga
pt: Valor de recarga
ru: Сумма пополнения
tr: Yeniden yükleme miktarı
vi: Số tiền nạp
zh_hans: 充值金额
zh_hant: 儲值金額

source: Please complete payment within 5 minutes
cs: Platbu dokončete do 5 minut
de: Bitte schließen Sie die Zahlung innerhalb von 5 Minuten ab
es: Complete el pago en 5 minutos
pt: Conclua o pagamento em 5 minutos
ru: Пожалуйста, завершите оплату в течение 5 минут.
tr: Lütfen ödemeyi 5 dakika içinde tamamlayın
vi: Vui lòng hoàn tất thanh toán trong vòng 5 phút
zh_hans: 请在5分钟内完成付款
zh_hant: 請在5分鐘內完成付款

source: Done
cs: Hotovo
de: Erledigt
es: Hecho
pt: Feito
ru: Выполнено
tr: Tamamlamak
vi: Xong
zh_hans: 完毕
zh_hant: 完畢

source: The ticket is closed. Write a message to reopen the ticket
cs: Vstupenka je uzavřena. Napište zprávu pro opětovné otevření tiketu
de: Das Ticket ist geschlossen. Schreiben Sie eine Nachricht, um das Ticket erneut zu öffnen
es: El billete está cerrado. Escribe un mensaje para reabrir el ticket.
pt: O ticket está fechado. Escreva uma mensagem para reabrir o ticket
ru: Тикет закрыт. Напишите сообщение, чтобы снова открыть тикет
tr: Bilet kapalı. Bileti yeniden açmak için mesaj yazın
vi: Vé đã đóng. Viết tin nhắn để mở lại ticket
zh_hans: 票已关闭。 写一条消息以重新打开票证
zh_hant: 票已關閉。 寫一封訊息以重新開啟票證

source: This window will close after
cs: Toto okno se poté zavře
de: Dieses Fenster wird danach geschlossen
es: Esta ventana se cerrará después
pt: Esta janela será fechada após
ru: Это окно закроется через
tr: Bu pencere şu tarihten sonra kapanacak:
vi: Cửa sổ này sẽ đóng sau
zh_hans: 此窗口将在以下时间后关闭
zh_hant: 此視窗將在以下時間後關閉

source: Trade created
cs: Obchod vytvořen
de: Handel geschaffen
es: Comercio creado
pt: Comércio criado
ru: Трейд создан
tr: Ticaret oluşturuldu
vi: Thương mại được tạo ra
zh_hans: 贸易已创建
zh_hant: 貿易已創建

source: at
cs: ve
de: um
es: a las
pt: às
ru: в
tr: saat
vi: lúc
zh_hans: 日
zh_hant: 日

source: Warning! Our MarketApp automatically creates an outgoing trade with a real buyer. Do not accept incoming and counter trades for exchange – it's SCAM.
cs: Varování! Naše MarketApp automaticky vytvoří odchozí obchod se skutečným kupujícím. Nepřijímejte příchozí a protiobchody pro výměnu – je to SCAM.
de: Warnung! Unsere MarketApp erstellt automatisch einen ausgehenden Handel mit einem echten Käufer. Akzeptieren Sie keine eingehenden oder Gegengeschäfte zum Umtausch – es handelt sich um Betrug.
es: ¡Advertencia! Nuestra MarketApp crea automáticamente una operación saliente con un comprador real. No acepte intercambios entrantes y de contraataque para el intercambio: es una ESTAFA.
pt: Aviso! Nosso MarketApp cria automaticamente uma negociação de saída com um comprador real. Não aceite negociações de entrada e de balcão para troca – é SCAM.
ru: Внимание! Наше приложение MarketApp автоматически создает исходящий трейд с настоящим покупателем. Не принимайте входящие и встречные трейды на обмен – это СКАМ.
tr: Uyarı! MarketApp'ımız otomatik olarak gerçek bir alıcıyla yapılan bir ticaret oluşturur. Takas için gelen ve karşı işlemleri kabul etmeyin – bu ALDATMACADIR.
vi: Cảnh báo! MarketApp của chúng tôi tự động tạo giao dịch gửi đi với người mua thực sự. Không chấp nhận các giao dịch đến và giao dịch ngược lại để trao đổi – đó là LỪA ĐẢO.
zh_hans: 警告！ 我们的 MarketApp 自动创建与真实买家的传出交易。 请勿接受进货和对销交易进行交换——这是诈骗行为。
zh_hant: 警告！ 我們的 MarketApp 會自動建立與真實買家的傳出交易。 請勿接受進貨和對銷交易進行交換－這是詐騙行為。

# If you have already sent items, you do not need to send them again.
source: If you have already sent items, you do not need to send them again. Repeatedly transferred items may be lost.
cs: Pokud jste již položky odeslali, nemusíte je posílat znovu. Opakovaně přenášené položky mohou být ztraceny.
de: Wenn Sie bereits Artikel gesendet haben, müssen Sie diese nicht erneut senden. Wiederholt übertragene Gegenstände können verloren gehen.
es: Si ya ha enviado artículos, no es necesario que los vuelva a enviar. Los artículos transferidos repetidamente pueden perderse.
pt: Se você já enviou itens, não será necessário enviá-los novamente. Itens transferidos repetidamente podem ser perdidos.
ru: Если вы уже передали предметы, не нужно их передавать еще раз. Повторно переданные предметы могут потеряться.
tr: Daha önce ürün gönderdiyseniz tekrar göndermenize gerek yoktur. Tekrar tekrar aktarılan öğeler kaybolabilir.
vi: Nếu bạn đã gửi đồ rồi thì không cần phải gửi lại. Các mục được chuyển đi nhiều lần có thể bị mất.
zh_hans: 如果您已经发送过物品，则无需再次发送。 重复转移的物品可能会丢失。
zh_hant: 如果您已經發送過物品，則無需再次發送。 重複轉移的物品可能會遺失。

source: This message will disappear automatically after successful completion of the trade.
cs: Tato zpráva automaticky zmizí po úspěšném dokončení obchodu.
de: Diese Meldung verschwindet automatisch nach erfolgreichem Abschluss des Handels.
es: Este mensaje desaparecerá automáticamente después de completar exitosamente la operación.
pt: Esta mensagem desaparecerá automaticamente após a conclusão bem-sucedida da negociação.
ru: Это сообщение исчезнет автоматически после успешного завершения сделки.
tr: Bu mesaj, işlemin başarılı bir şekilde tamamlanmasının ardından otomatik olarak kaybolacaktır.
vi: Thông báo này sẽ tự động biến mất sau khi hoàn tất giao dịch thành công.
zh_hans: 交易成功完成后，该消息将自动消失。
zh_hant: 交易成功完成後，該訊息將自動消失。

source: API key is not bound
cs: Klíč API není svázán
de: Der API-Schlüssel ist nicht gebunden
es: La clave API no está vinculada
pt: A chave de API não está vinculada
ru: API ключ не привязан
tr: API anahtarı bağlı değil
vi: Khóa API không bị ràng buộc
zh_hans: API密钥未绑定
zh_hant: API金鑰未綁定

source: Snap
de: Schnapp
es: Quebrar
pt: Foto
ru: Привязать
tr: Patlatmak
vi: Chụp nhanh
zh_hans: 绑定
zh_hant: 綁定

source: Enter Trade-Url
cs: Zadejte Trade-Url
de: Geben Sie die Handels-URL ein
es: Ingrese la URL comercial
pt: Insira o URL comercial
ru: Введите Trade-Url
tr: Ticaret URL'sini girin
vi: Nhập Url giao dịch
zh_hans: 输入交易网址
zh_hant: 輸入交易網址

source: A link that gives you the opportunity to trade with players who are not on your friends list. Copy the trade link from your Steam account into the box and click Apply.
cs: Odkaz, který vám dává možnost obchodovat s hráči, kteří nejsou na vašem seznamu přátel. Zkopírujte obchodní odkaz ze svého účtu Steam do pole a klikněte na Použít.
de: Ein Link, der Ihnen die Möglichkeit gibt, mit Spielern zu handeln, die nicht auf Ihrer Freundesliste stehen. Kopieren Sie den Handelslink von Ihrem Steam-Konto in das Feld und klicken Sie auf Übernehmen.
es: Un enlace que te brinda la oportunidad de intercambiar con jugadores que no están en tu lista de amigos. Copie el enlace comercial de su cuenta de Steam en el cuadro y haga clic en Aplicar.
pt: Um link que lhe dá a oportunidade de negociar com jogadores que não estão na sua lista de amigos. Copie o link comercial da sua conta Steam para a caixa e clique em Aplicar.
ru: Ссылка, которая дает вам возможность торговать с игроками, которых нет в вашем списке друзей. Скопируйте ссылку на обмен из вашей учетной записи Steam в поле и нажмите «Применить».
tr: Arkadaş listenizde olmayan oyuncularla ticaret yapma fırsatı veren bir bağlantı. Takas bağlantısını Steam hesabınızdan kutuya kopyalayın ve Uygula'ya tıklayın.
vi: Một liên kết mang đến cho bạn cơ hội giao dịch với những người chơi không có trong danh sách bạn bè của bạn. Sao chép liên kết giao dịch từ tài khoản Steam của bạn vào hộp và nhấp vào Áp dụng.
zh_hans: 该链接使您有机会与不在您的好友列表中的玩家进行交易。 将 Steam 帐户中的交易链接复制到框中，然后单击“应用”。
zh_hant: 該連結使您有機會與不在您的好友清單中的玩家進行交易。 將 Steam 帳戶中的交易連結複製到方塊中，然後按一下「套用」。

source: Exchange link
cs: Výměna odkazu
de: Link austauschen
es: Enlace de intercambio
pt: Link de troca
ru: Ссылка на обмен
tr: Değişim bağlantısı
vi: Trao đổi liên kết
zh_hans: 交换链接
zh_hant: 交換連結

source: Where to find the exchange link
cs: Kde najít odkaz na výměnu
de: Wo finde ich den Austauschlink?
es: Dónde encontrar el enlace de intercambio
pt: Onde encontrar o link de troca
ru: Где найти ссылку на обмен
tr: Değişim bağlantısını nerede bulabilirim?
vi: Tìm link trao đổi ở đâu
zh_hans: 哪里可以找到兑换链接
zh_hant: 哪裡可以找到兌換鏈接
